{
    "status": "success",
    "data": [
        {
            "document_id": "66fc5fc50bfad63bfebe723c3d58f838",
            "chunk_id": "1281237c-dc44-401c-8488-bf60c605672a",
            "chunk_txt": "Preliminary Note\nThe Stock Purchase Agreement sets forth the basic terms of the purchase and sale of the preferred stock to the investors (such as the purchase price, closing date, conditions to closing) and identifies the other financing documents. Generally this agreement does not set forth either (1) the characteristics of the stock being sold (which are defined in the Certificate of Incorporation) or (2) the relationship among the parties after the closing, such as registration rights, rights of first refusal and co-sale and voting arrangements (these matters often implicate persons other than just the Company and the investors in this round of financing and are usually embodied in separate agreements to which those others persons are parties, or in some cases in the Certificate of Incorporation). The main items of negotiation in the Stock Purchase Agreement are therefore the price and number of shares being sold, the representations and warranties that the Company must make to the investors and the closing conditions for the transaction.\nSERIES A PREFERRED STOCK PURCHASE AGREEMENT\nTHIS SERIES A PREFERRED STOCK PURCHASE AGREEMENT (this “Agreement”), is made as of [], 20[], by and among [______], a Delaware corporation (the “Company”), and the investors listed on Exhibit A attached to this Agreement (each a “Purchaser” and together the “Purchasers”).\nThe parties hereby agree as follows:",
            "definitions": [
                {
                    "term": "Agreement",
                    "context": "THIS SERIES A PREFERRED STOCK PURCHASE AGREEMENT"
                },
                {
                    "term": "Company",
                    "context": "Delaware corporation"
                },
                {
                    "term": "Purchaser",
                    "context": "Company or the investors listed on Exhibit A"
                },
                {
                    "term": "Purchasers",
                    "context": "Company and the investors listed on Exhibit A together",
                    "needs_validation": "true"
                }
            ],
            "dev_tag": "uploaded_2024_04_26"
        },
        {
            "document_id": "66fc5fc50bfad63bfebe723c3d58f838",
            "chunk_id": "bf0f1fd8-085d-4dce-8e2d-99ff37cd50ef",
            "chunk_txt": "Purchase and Sale of Preferred Stock.\nSale and Issuance of Preferred Stock.\nThe Company shall have adopted and filed with the Secretary of State of the State of Delaware [on or before the Initial Closing (as defined below)] the Amended and Restated Certificate of Incorporation in the form of Exhibit B attached to this Agreement (the “Restated Certificate”).\nSubject to the terms and conditions of this Agreement, each Purchaser agrees to purchase, and the Company agrees to sell and issue to each Purchaser, at the [applicable] Closing (as defined below) that number of shares of Series A Preferred Stock, $[] par value per share (the “Series A Preferred Stock”), set forth opposite each Purchaser’s name on Exhibit A [with respect to such Closing], at a purchase price of $[] per share [or, if/as applicable, a purchase price of $[___] per share with respect to any shares of Series [A] Preferred Stock being issued pursuant to any cancellation or conversion of Convertible Securities (as defined below) as set forth in Section 1.3 below]. The shares of Series A Preferred Stock issued to the Purchasers pursuant to this Agreement shall be referred to in this Agreement as the “Shares.”\nClosing; Delivery.\nThe initial purchase and sale of the Shares shall take place remotely via the exchange of documents and signatures, on the date of this Agreement at such time as is mutually agreed upon, orally or in writing, by the Company and the Purchasers (which time and place are designated as the “Initial Closing”). In the event there is more than one closing, the term “Closing” shall apply to each such closing unless otherwise specified.\nAt each Closing, the Company shall deliver to each Purchaser a certificate representing the Shares being purchased by such Purchaser at such Closing against payment of the purchase price therefor by check payable to the Company, by wire transfer to a bank account designated by the Company, by cancellation or conversion of indebtedness or other convertible securities of the Company to Purchaser[, including interest], or by any combination of such methods.\nConversion and Termination of Convertible Securities.\nBy executing and delivering this Agreement, each Purchaser holding one or more [simple agreements for future equity/convertible notes] issued by the Company prior to the date of this Agreement (each, regardless of whether held by a Purchaser or not, a “Convertible Security” and, collectively, regardless of whether held by a Purchaser or not, the “Convertible Securities”) hereby irrevocably agrees that:\nThe aggregate face amount of all such Convertible Securities held by such Purchaser is set forth on Exhibit A under the column heading “Convertible Securities”;\nSuch Purchaser is the sole owner of all right, title and interest in and to the Convertible Securities corresponding to the amounts shown opposite such Purchaser’s name on Exhibit A;\nAt the Initial Closing, all of such Purchaser’s Convertible Securities will automatically and without any action on the part of such Purchaser convert into the number of shares of Series [A] Preferred Stock set forth opposite such Purchaser’s name under the column heading “Convertible Security Shares” on Exhibit A (as to any Purchaser, such shares being such Purchaser’s “Convertible Security Shares”), regardless of whether any such Convertible Securities or an affidavit of loss therefor is actually delivered in original or other form to the Company, and any original Convertible Securities held by (or delivered (electronically or otherwise) to) the Company may be cancelled (and marked cancelled) by the Company upon or following the Initial Closing; [and]\nAs to such Purchaser, such Purchaser’s Convertible Security Shares are issued in full and complete discharge and satisfaction of all obligations of the Company (including outstanding principal, interest or any other amounts) under such Purchaser’s Convertible Securities, and such Convertible Securities will be terminated and of no further force or effect automatically immediately upon the Initial Closing[.][; and]",
            "definitions": [
                {
                    "term": "Restated Certificate",
                    "context": "Certificate of Incorporation in the form of Exhibit B attached to this Agreement",
                    "needs_validation": "true"
                },
                {
                    "term": "Closing",
                    "context": "Each individual closing in the event there is more than one closing",
                    "needs_validation": "true"
                },
                {
                    "term": "Convertible Securities",
                    "context": "Multiple rights, titles and interests of Purchasers"
                },
                {
                    "term": "Convertible Security",
                    "context": "right, title and interest of Purchaser",
                    "needs_validation": "true",
                    "notes": "definicja jest podzielona pomiedzy rozne chunki"
                },
                {
                    "term": "Shares",
                    "context": "The shares of Series A Preferred Stock issued to the Purchasers pursuant to this Agreement"
                },
                {
                    "term": "Initial Closing",
                    "context": "Time and place of initial purchase"
                },
                {
                    "term": "Convertible Security Shares",
                    "context": "number of shares of Series [A] Preferred Stock"
                }
            ],
            "dev_tag": "uploaded_2024_04_26"
        },
        {
            "document_id": "66fc5fc50bfad63bfebe723c3d58f838",
            "chunk_id": "c803ff30-0ea9-496e-91e9-9896187c8a43",
            "chunk_txt": "[The Company and its Affiliates and agents shall be entitled to deduct and withhold from the amounts deliverable pursuant to Purchaser’s Convertible Securities (including any Convertible Security Shares otherwise issuable with respect thereto) such amounts, if any, as are required to be deducted and withheld under the Code or any other applicable ta law. To the extent that amounts are so deducted and withheld and duly paid over to the appropriate tax authority, such withheld amounts shall be treated for all purposes of the Transaction Agreements as having been delivered to the person in respect of whom such deduction and withholding was made. Each person holding Convertible Securities shall, upon request, use its commercially reasonable efforts to provide the applicable withholding agent with all necessary tax forms, including a duly executed IRS Form W-9 or appropriate version of IRS Form W-8, as applicable. Prior to withholding any amounts pursuant to this Section 1.3(a)(v), the Company (and its Affiliates and agents) shall use commercially reasonable efforts to notify Purchaser, and the Company and Purchaser shall cooperate in good faith to reduce or eliminate any such withholding.]\nThe Company and each Purchaser holding a Convertible Security hereby agree[, on behalf of themselves and all holders of Convertible Securities,] that [such Purchaser’s] [all] Convertible Securities hereby are and will be deemed for all purposes to have been amended and modified by virtue hereof to the full extent necessary to permit and facilitate their conversion as provided in this Agreement into Convertible Security Shares, to fix the conversion price (as defined therein) at $[] per share, and, immediately upon the Initial Closing, such Convertible Securities shall be deemed terminated in full and null, void and of no further force or effect; provided that the foregoing will not impair the right of the holder of a Convertible Security to receive the applicable number of Convertible Security Shares shown opposite such Purchaser’s name on Exhibit A as provided above.\nSale of Additional Shares of Preferred Stock\n. After the Initial Closing, the Company may sell, on the same terms and conditions as those contained in this Agreement, any unsold shares [up to [______] additional shares (subject to appropriate adjustment in the event of any stock dividend, stock split, combination or similar recapitalization affecting such shares)] of Series A Preferred Stock (the “Additional Shares”), to one or more purchasers (the “Additional Purchasers”) [reasonably acceptable to Purchasers holding a [specify percentage] of the then outstanding Shares], provided that (i) such subsequent sale is consummated prior to [90] days after the Initial Closing and (ii) each Additional Purchaser becomes a party to the Investors’ Rights Agreement, Voting Agreement, and Co-Sale Agreement, each as defined below), by executing and delivering a counterpart signature page to each of such Transaction Agreements. Exhibit A to this Agreement shall be updated to reflect the number of Additional Shares purchased at each such Closing and the parties purchasing such Additional Shares.\nDefined Terms Used in this Agreement\n. In addition to the terms defined above, the following terms used in this Agreement shall be construed to have the meanings set forth or referenced below.\n“Affiliate” means, with respect to any specified Person, any other Person who, directly or indirectly, controls, is controlled by, or is under common control with such Person, including, without limitation, any general partner, managing member, officer, director or trustee of such Person, or any venture capital fund or investment fund now or hereafter existing that is controlled by one or more general partners, managing members or investment advisers of, or shares the same management company or investment adviser with, such Person.\n“Code” means the Internal Revenue Code of 1986, as amended.\n“Company Intellectual Property” means all Intellectual Property Rights that are owned, purported to be owned by, or in-licensed to the Company, or used by the Company in the conduct of the Company’s business as now conducted.\n“Company-Controlled Intellectual Property” means (i) Intellectual Property Rights owned or purported to be owned by the Company and (ii) Intellectual Property Rights exclusively in-licensed to the Company.\n“Company-Registered Intellectual Property” means Company-Controlled Intellectual Property registered by the Company with any governmental authority, and applications for such registration.\n“Indemnification Agreement” means the agreement between the Company and [list the individual director names], in the form of Exhibit D attached to this Agreement.\n“Intellectual Property Rights” means all intellectual property rights, whether registered or unregistered, that are recognized in any jurisdiction of the world, including such rights in patents, utility models, trademarks and tradenames, copyrights, trade secrets, and domain names (and any registrations of or applications to register any of the foregoing).",
            "definitions": [
                {
                    "term": "Additional Shares",
                    "context": "any unsold shares of Series A Preferred Stock"
                },
                {
                    "term": "Additional Purchasers",
                    "context": "purchasers of Additional Shares"
                },
                {
                    "term": "Affiliates",
                    "context": "with respect to any specified Person, any other Person who, directly or indirectly, controls, is controlled by, or is under common control with such Person, including, without limitation, any general partner, managing member, officer, director or trustee of such Person, or any venture capital fund or investment fund now or hereafter existing that is controlled by one or more general partners, managing members or investment advisers of, or shares the same management company or investment adviser with, such Person"
                },
                {
                    "term": "Code",
                    "context": "the Internal Revenue Code of 1986, as amended"
                },
                {
                    "term": "Company Intellectual Property",
                    "context": "all Intellectual Property Rights that are owned, purported to be owned by, or in-licensed to the Company, or used by the Company in the conduct of the Company’s business as now conducted"
                },
                {
                    "term": "Company-Controlled Intellectual Property",
                    "context": "(i) Intellectual Property Rights owned or purported to be owned by the Company and (ii) Intellectual Property Rights exclusively in-licensed to the Company."
                },
                {
                    "term": "Intellectual Property Rights",
                    "context": "all intellectual property rights, whether registered or unregistered, that are recognized in any jurisdiction of the world, including such rights in patents, utility models, trademarks and tradenames, copyrights, trade secrets, and domain names (and any registrations of or applications to register any of the foregoing)"
                },
                {
                    "term": "Company-Registered Intellectual Property",
                    "context": "Company-Controlled Intellectual Property registered by the Company with any governmental authority, and applications for such registration."
                },
                {
                    "term": "Indemnification Agreement",
                    "context": "the agreement between the Company and [list the individual director names]10, in the form of Exhibit D attached to this Agreement"
                },
                {
                    "term": "Intellectual Property Rights",
                    "context": "all intellectual property rights, whether registered or unregistered, that are recognized in any jurisdiction of the world, including such rights in patents, utility models, trademarks and tradenames, copyrights, trade secrets, and domain names (and any registrations of or applications to register any of the foregoing)"
                }
            ],
            "dev_tag": "uploaded_2024_04_26"
        },
        {
            "document_id": "66fc5fc50bfad63bfebe723c3d58f838",
            "chunk_id": "b0812d08-dac8-43e6-85d7-79482e95b4c2",
            "chunk_txt": "“Investors’ Rights Agreement” means the agreement among the Company and the Purchasers [and certain other stockholders of the Company] dated as of the date of the Initial Closing, in the form of Exhibit E attached to this Agreement.\n“Knowledge” including the phrase “to the Company’s knowledge” shall mean the Knowledge Parties’ actual knowledge after reasonable investigation and assuming such knowledge as the individual would have as a result of the reasonable performance of the individual’s duties in the ordinary course. Additionally, for purposes of Section 2, the Company shall be deemed to have “knowledge” of a patent right only if the Company has actual knowledge of the patent right.\n“Knowledge Parties” means [(i)] the Officers [and (ii) solely for purposes of Section 2.8, [specify]].\n“Management Rights Letter” means agreement between the Company and [name the applicable Purchasers], in substantially the form of Exhibit F attached to this Agreement, dated as of the date of the applicable Closing.\n“Material Adverse Effect” means a material adverse effect on the business, assets (including intangible assets), liabilities, financial condition, property, or results of operations of the Company.\n“Officer” means the Chief Executive Officer, President, Chief Financial Officer, and any other person who reports directly to the Board of Directors or the Chief Executive Officer.\n“Person” means any individual, corporation, partnership, trust, limited liability company, association or other entity.\n“Right of First Refusal and Co-Sale Agreement” means the agreement among the Company, the Purchasers, and certain other stockholders of the Company, dated as of the date of the Initial Closing, in the form of Exhibit G attached to this Agreement.\n“Securities Act” means the Securities Act of 1933, as amended, and the rules and regulations promulgated thereunder.\n“Transaction Agreements” means this Agreement, the Investors’ Rights Agreement, the Management Rights Letter[s], the Right of First Refusal and Co-Sale Agreement, the Voting Agreement and [list any other agreements, instruments or documents entered into in connection with this Agreement, such as the Indemnification Agreement if applicable].\n“Voting Agreement” means the agreement among the Company, the Purchasers and certain other stockholders of the Company, dated as of the date of the Initial Closing, in the form of Exhibit H attached to this Agreement.",
            "definitions": [
                {
                    "term": "Investors’ Rights Agreement",
                    "context": "the agreement among the Company and the Purchasers [and certain other stockholders of the Company] dated as of the date of the Initial Closing, in the form of Exhibit E attached to this Agreement."
                },
                {
                    "term": "Knowledge",
                    "context": "including the phrase “to the Company’s knowledge” shall mean the Knowledge Parties’ actual knowledge after reasonable investigation and assuming such knowledge as the individual would have as a result of the reasonable performance of the individual’s duties in the ordinary course.11 Additionally, for purposes of Section 2, the Company shall be deemed to have “knowledge” of a patent right only if the Company has actual knowledge of the patent right."
                },
                {
                    "term": "Knowledge Parties",
                    "context": "[(i)] the Officers [and (ii) solely for purposes of Section 2.8, [specify]]."
                },
                {
                    "term": "Management Rights Letter",
                    "context": "agreement between the Company and [name the applicable Purchasers], in substantially the form of Exhibit F attached to this Agreement, dated as of the date of the applicable Closing."
                },
                {
                    "term": "Material Adverse Effect",
                    "context": "a material adverse effect on the business, assets (including intangible assets), liabilities, financial condition, property, or results of operations of the Company."
                },
                {
                    "term": "Officer",
                    "context": "the Chief Executive Officer, President, Chief Financial Officer, and any other person who reports directly to the Board of Directors or the Chief Executive Officer.12"
                },
                {
                    "term": "Person",
                    "context": "any individual, corporation, partnership, trust, limited liability company, association or other entity."
                },
                {
                    "term": "Right of First Refusal and Co-Sale Agreement",
                    "context": "the agreement among the Company, the Purchasers, and certain other stockholders of the Company, dated as of the date of the Initial Closing, in the form of Exhibit G attached to this Agreement."
                },
                {
                    "term": "Securities Act",
                    "context": "the Securities Act of 1933, as amended, and the rules and regulations promulgated thereunder."
                },
                {
                    "term": "Transaction Agreements",
                    "context": "this Agreement, the Investors’ Rights Agreement, the Management Rights Letter[s], the Right of First Refusal and Co-Sale Agreement, the Voting Agreement and [list any other agreements, instruments or documents entered into in connection with this Agreement, such as the Indemnification Agreement if applicable]."
                },
                {
                    "term": "Voting Agreement",
                    "context": "the agreement among the Company, the Purchasers and certain other stockholders of the Company, dated as of the date of the Initial Closing, in the form of Exhibit H attached to this Agreement."
                }
            ],
            "dev_tag": "uploaded_2024_04_26"
        },
        {
            "document_id": "66fc5fc50bfad63bfebe723c3d58f838",
            "chunk_id": "14c5c86a-731f-4b23-aec2-1484e0d94178",
            "chunk_txt": "Representations and Warranties of the Company\n. The Company hereby represents and warrants to each Purchaser that, except as set forth on the Disclosure Schedule attached as Exhibit C to this Agreement, which exceptions shall be deemed to be part of the representations and warranties made hereunder, the following representations are true and complete as of the date of the [Initial][applicable] Closing, except as otherwise indicated. The Disclosure Schedule shall be arranged in sections corresponding to the numbered and lettered sections contained in this Section 2, and the disclosures in any section of the Disclosure Schedule shall qualify other sections in this Section 2 only to the extent it is readily apparent from a reading of the disclosure that such disclosure is applicable to such other sections.\nFor purposes of these representations and warranties (other than those in Sections 2.2, 2.3, 2.4, 2.5, 2.6, 2.22, 2.23, 2.24, 2.25 and 2.34), the term the “Company” shall include any subsidiaries of the Company, unless otherwise noted herein.\nOrganization, Good Standing, Corporate Power and Qualification\n. The Company is a corporation duly organized, validly existing and in good standing under the laws of the State of Delaware and has all requisite corporate power and authority to carry on its business as now conducted and as presently proposed to be conducted. The Company is duly qualified to transact business and is in good standing in each jurisdiction in which the failure to so qualify would have a Material Adverse Effect.\nCapitalization.\nThe authorized capital of the Company consists, immediately prior to the Initial Closing, of:\n[] shares of common stock, $[] par value per share (the “Common Stock”), [] shares of which are issued and outstanding immediately prior to the Initial Closing.\n[________] shares of preferred stock, $[] par value per share (the “Preferred Stock”), of which [_____] shares have been designated Series A Preferred Stock, none of which are issued and outstanding immediately prior to the Initial Closing. The rights, privileges and preferences of the Preferred Stock are as stated in the Restated Certificate and as provided by the Delaware General Corporation Law. [The Company has issued Convertible Securities that will convert into an aggregate of [] shares of Series [A] Preferred Stock as of the Initial Closing as set forth under the column heading “Convertible Security Shares” on Exhibit A.]\nAll of the outstanding shares of capital stock have been duly authorized, are fully paid and nonassessable and were issued in compliance with all applicable federal and state securities laws. [The Company holds no capital stock in its treasury.]\nThe Company has reserved [] shares of Common Stock for issuance to officers, directors, employees and consultants of the Company pursuant to its [insert Plan Year and Name] Plan duly adopted by the Board of Directors of the Company (the “Board of Directors”) and approved by the Company stockholders (the “Stock Plan”). Of such reserved shares of Common Stock, (i) [________] shares have been issued pursuant to restricted stock purchase agreements and/or the exercise of options and are currently outstanding (and included as outstanding in Section 2.2(a)(i) above), (ii) options to purchase [_] shares have been granted and are currently outstanding, and (iii) [________] shares of Common Stock remain available for issuance to officers, directors, employees and consultants pursuant to the Stock Plan, [all] of which remain uncommitted and unallocated. The Company has furnished to the Purchasers complete and accurate copies of the Stock Plan and forms of agreements used thereunder.",
            "definitions": [
                {
                    "term": "Company",
                    "context": "shall include any subsidiaries of the Company, unless otherwise noted herein",
                    "needs_validation": "true"
                },
                {
                    "term": "Common Stock",
                    "context": "shares of common stock"
                },
                {
                    "term": "Prefered Stock",
                    "context": "shares of prefered stock"
                },
                {
                    "term": "Board of Directors",
                    "context": "the Board of Directors of the Company"
                },
                {
                    "term": "Stock Plan",
                    "context": "reserved shares of Common Stock for issuance to officers, directors, employees and consultants of the Company"
                }
            ],
            "dev_tag": "uploaded_2024_04_26"
        },
        {
            "document_id": "66fc5fc50bfad63bfebe723c3d58f838",
            "chunk_id": "e3e67c17-ed84-4714-b8a7-9fdfa02dbb12",
            "chunk_txt": "[Section 2.2(c) of the Disclosure Schedule sets forth the summary capitalization of the Company immediately following the Initial Closing including the aggregate number of shares of, or issuable pursuant to, each of the following: (i) issued and outstanding Common Stock, including, with respect to restricted Common Stock, vesting schedule and repurchase price; (ii) outstanding stock options, including vesting schedule and exercise price; (iii) shares of Common Stock reserved for future award grants under the Stock Plan; (iv) issued and outstanding Preferred Stock, by series; and (v) warrants or stock purchase rights, if any.] Except for (A) the conversion privileges of the Shares to be issued under this Agreement, (B) the rights provided in Section 4 of the Investors’ Rights Agreement, and (C) the securities and rights described in Sections 2.2(a)(ii) and 2.2(b) of this Agreement and Section 2.2(c) of the Disclosure Schedule, there are no outstanding options, warrants, rights (including conversion or preemptive rights and rights of first refusal or similar rights) or agreements, orally or in writing, to purchase or acquire from the Company any shares of Common Stock or Preferred Stock, or any securities convertible into or exchangeable for shares of Common Stock or Preferred Stock. All outstanding shares of Common Stock and all shares of Common Stock underlying outstanding options are subject to (i) a right of first refusal in favor of the Company upon any proposed transfer (other than transfers for estate planning purposes); and (ii) a lock-up or market standoff agreement of not less than 180 days following the Company’s initial public offering pursuant to a registration statement filed with the Securities and Exchange Commission under the Securities Act.\nNone of the Company’s stock purchase agreements or stock option documents contains a provision for acceleration of vesting (or lapse of a repurchase right) or other changes in the vesting provisions or other terms of such agreement or understanding upon the occurrence of any event or combination of events, including, without limitation, in the case where the Company’s Stock Plan is not assumed in an acquisition. The Company has never adjusted or amended the exercise price of any stock options previously awarded, whether through amendment, cancellation, replacement grant, repricing, or any other means. Except as set forth in the Restated Certificate, the Company has no obligation (contingent or otherwise) to purchase or redeem any of its capital stock.\n[409A. The Company believes in good faith that any “nonqualified deferred compensation plan” (as such term is defined under Section 409A(d)(1) of the Code and the guidance thereunder) under which the Company makes, is obligated to make or promises to make, payments (each, a “409A Plan”) complies in all material respects, in both form and operation, with the requirements of Section 409A of the Code and the guidance thereunder. To the knowledge of the Company, no payment to be made under any 409A Plan is, or will be, subject to the penalties of Section 409A(a)(1) of the Code.]\nThe Company has obtained valid waivers of any rights by other parties to purchase any of the Shares covered by this Agreement.\nSubsidiaries\n. The Company does not currently own or control, directly or indirectly, any interest in any other corporation, partnership, trust, joint venture, limited liability company, association, or other business entity. The Company is not a participant in any joint venture, partnership or similar arrangement.\nAuthorization",
            "definitions": [
                {
                    "term": "409A Plan",
                    "context": "nonqualified deferred compensation plan"
                }
            ],
            "dev_tag": "uploaded_2024_04_26"
        },
        {
            "document_id": "66fc5fc50bfad63bfebe723c3d58f838",
            "chunk_id": "a80104fb-2f51-43ea-ad44-c26ab3be122d",
            "chunk_txt": ". All corporate action required to be taken by the Board of Directors and the Company’s stockholders in order to authorize the Company to enter into the Transaction Agreements, and to issue the Shares at the Closing and the Common Stock issuable upon conversion of the Shares, has been taken[ or will be taken prior to the [applicable] Closing]. All action on the part of the officers of the Company necessary for the execution and delivery of the Transaction Agreements, the performance of all obligations of the Company under the Transaction Agreements to be performed as of the Closing, and the issuance and delivery of the Shares has been taken[ or will be taken prior to the [applicable] Closing]. The Transaction Agreements, when executed and delivered by the Company, shall constitute valid and legally binding obligations of the Company, enforceable against the Company in accordance with their respective terms except (i) as limited by applicable bankruptcy, insolvency, reorganization, moratorium, fraudulent conveyance, or other laws of general application relating to or affecting the enforcement of creditors’ rights generally; (ii) as limited by laws relating to the availability of specific performance, injunctive relief or other equitable remedies; or (iii) to the extent the indemnification provisions contained in the Investors’ Rights Agreement and the Indemnification Agreement may be limited by applicable federal or state securities laws.\nValid Issuance of Shares\n. The Shares, when issued, sold and delivered in accordance with the terms and for the consideration set forth in this Agreement, will be validly issued, fully paid and nonassessable and free of restrictions on transfer other than restrictions on transfer under the Transaction Agreements, applicable state and federal securities laws and liens or encumbrances created by or imposed by a Purchaser. Assuming the accuracy of the representations of the Purchasers in Section 3 of this Agreement and subject to the filings described in Section 2.6 below, the Shares will be issued in compliance with all applicable federal and state securities laws. The Common Stock issuable upon conversion of the Shares has been duly reserved for issuance, and upon issuance in accordance with the terms of the Restated Certificate, will be validly issued, fully paid and nonassessable and free of restrictions on transfer other than restrictions on transfer under the Transaction Agreements, applicable federal and state securities laws and liens or encumbrances created by or imposed by a Purchaser. Assuming the accuracy of the representations of the Purchasers in Section 3 of this Agreement and in the Voting Agreement, the Common Stock issuable upon conversion of the Shares will be issued in compliance with all applicable federal and state securities laws.\nGovernmental Consents and Filings\n. Assuming the accuracy of the representations made by the Purchasers in Section 3 of this Agreement, no consent, approval, order or authorization of, or registration, qualification, designation, declaration or filing with, any federal, state or local governmental authority is required on the part of the Company in connection with the consummation of the transactions contemplated by this Agreement, except for [(i) the filing of the Restated Certificate, which will have been filed as of the Initial Closing, and (ii)] filings pursuant to applicable securities laws, which have been made or will be made in a timely manner.\nLitigation\n. There is no claim, action, suit, proceeding, arbitration, complaint, charge or investigation pending or to the Company’s knowledge, currently threatened [in writing] (i) against the Company or any Officer or director of the Company [arising out of their employment or Board of Directors relationship with the Company]; (ii) [to the Company’s knowledge,] that questions the validity of the Transaction Agreements or the right of the Company to enter into them, or to consummate the transactions contemplated by the Transaction Agreements; or (iii) that would reasonably be expected to have, either individually or in the aggregate, a Material Adverse Effect. Neither the Company nor, to the Company’s knowledge, any of its Officers or directors is a party or is named as subject to the provisions of any order, writ, injunction, judgment or decree of any court or government agency or instrumentality (in the case of Officers or directors, such as would affect the Company). There is no action, suit, proceeding or investigation by the Company pending or which the Company intends to initiate. The foregoing includes, without limitation, actions, suits, proceedings or investigations pending or threatened in writing (or any basis therefor known to the Company) involving the prior employment of any of the Company’s employees, their services provided in connection with the Company’s business, any information or techniques allegedly proprietary to any of their former employers or their obligations under any agreements with prior employers.\nIntellectual Property.",
            "definitions": [],
            "dev_tag": "uploaded_2024_04_26"
        },
        {
            "document_id": "66fc5fc50bfad63bfebe723c3d58f838",
            "chunk_id": "89675c12-5b07-4e11-a3b0-b65a721baca7",
            "chunk_txt": "The Company owns, possesses, has developed, or has acquired on commercially reasonable terms, legal rights to all Company Intellectual Property sufficient to carry out its business as now conducted; provided that the foregoing representation is made to the Company’s knowledge [with respect to patents and trademarks].\nNo past or current product or service or activity of the Company has infringed or violated, or infringes or otherwise violates any Intellectual Property Rights of a third Person; provided that the foregoing representation is made to the Company’s knowledge [with respect to patents and trademarks].\nTo the Company’s knowledge, by conducting the Company’s business as currently conducted or as presently proposed, the Company would not infringe or violate any of the Intellectual Property Rights of a third Person. The Company has not received any unsolicited offers to license any Intellectual Property Rights from any third Person.\nTo the Company’s knowledge, no third Person is presently infringing any Company-Controlled Intellectual Property in a way that is expected to have a Material Adverse Effect.\nOther than pursuant to: (i) standard end-user license or services agreements for the Company’s products and services on substantially the Company’s standard forms made available to the Purchasers, (ii) customary nondisclosure agreements entered into by the Company in the ordinary course of business (that do not include any terms (w) granting the right to use residuals, (x) assigning Intellectual Property Rights, (y) granting express license rights, or (z) constituting a covenant not to assert Intellectual Property Rights); (iii) nonexclusive feedback licenses and nonexclusive licenses to use trademarks, in each case that are incidental to the subject matter of the applicable agreement in which they are incorporated; and (iv) licenses to a service provider solely for the purpose of allowing such service provider to provide services to the Company (collectively, “Standard Outbound Agreements”), the Company has not granted to a third Person any options, licenses, covenants not to assert, agreements, claims, encumbrances or shared ownership interests of any kind relating to the Company-Controlled Intellectual Property that are material to the Company’s business as now conducted.\nOther than pursuant to: (i) standard license or services agreements for commercially available software products and cloud services non-exclusively licensed to Company under standard terms[, which products and cloud services are not incorporated into the Company’s products or services]; (ii) backup licenses from employees and contractors granted in connection with providing services to the Company; (iii) licenses to Open Source Software, (iv) customary nondisclosure agreements entered into by the Company in the ordinary course of business that do not include any terms (w) granting the right to use residuals, (x) assigning Intellectual Property Rights, (y) granting express license rights, or (z) constituting a covenant not to assert Intellectual Property Rights); (v) nonexclusive feedback licenses and nonexclusive licenses to use trademarks, in each case that are incidental to the subject matter of the applicable agreement in which they are incorporated; and (vi) licenses to the Company solely for the purpose of enabling the Company to provide services to the licensor (collectively, “Standard Inbound Agreements”), the Company is not bound by or a party to any options, licenses, covenants not to assert or other grants or agreements of any kind with respect to Intellectual Property Rights of any third Person that are material to the Company’s business as now conducted.\nThe Company has taken commercially reasonable measures to maintain and protect all confidential information and trade secrets of the Company that the Company intended to maintain as confidential or a trade secret. To the Company’s knowledge, [except as would not reasonably be expected to result in a Material Adverse Effect], there has been no unlawful, accidental or unauthorized access to or use or disclosure of any confidential information and trade secrets of the Company that the Company intended to maintain as confidential or a trade secret.",
            "definitions": [
                {
                    "term": "Standard Outbound Agreements",
                    "context": "nonexclusive feedback licenses and nonexclusive licenses to use trademarks and licenses to a service provider solely for the purpose of allowing such service provider to provide services to the Company",
                    "needs_validation": "true"
                },
                {
                    "term": "Standard Inbound Agreements",
                    "context": "nonexclusive feedback licenses and nonexclusive licenses to use trademarks, in each case that are incidental to the subject matter of the applicable agreement in which they are incorporated; and licenses to the Company solely for the purpose of enabling the Company to provide services to the licensor",
                    "needs_validation": "true"
                }
            ],
            "dev_tag": "uploaded_2024_04_26"
        },
        {
            "document_id": "66fc5fc50bfad63bfebe723c3d58f838",
            "chunk_id": "6e31924c-5d32-43cd-9498-efc3adcac4db",
            "chunk_txt": "(i) Each current and former employee of the Company has assigned to the Company all Intellectual Property Rights that such employee has solely or jointly conceived, reduced to practice, developed, or made during the period of employment with the Company that: (A) relate, at the time of conception, reduction to practice, development, or making of such Intellectual Property Right, to the Company’s business as then conducted or as then proposed to be conducted; (B) were developed on any amount of the Company’s time or with the use of any of the Company’s equipment, supplies, facilities or information; or (C) resulted from such individual’s performance of services for the Company. (ii) Each current and former consultant of the Company who was involved in the development of any [material] Intellectual Property Rights for the Company or that are otherwise owned or purported to be owned by the Company has assigned to the Company all Intellectual Property Rights that such consultant has solely or jointly conceived, reduced to practice, developed, or made during the period of its consulting relationship with the Company that resulted from such consultant’s performance of services for the Company. (iii) Each such employee and consultant has executed an agreement with the Company regarding confidentiality and proprietary information, and assignment of Intellectual Property Rights developed by or for the Company, [substantially] in the form or forms made available to the Purchasers or their respective counsel (the “Confidential Information Agreements”). (iv) No such employee or consultant has excluded Intellectual Property Rights from the assignment of Intellectual Property Rights pursuant to such Person’s Confidential Information Agreement, which excluded Intellectual Property Rights would be material to the Company in the conduct of the Company’s business as now conducted or currently proposed to be conducted. (v) The Company is not aware that any current or former employee or consultant is in violation of any Confidential Information Agreement.\n[Section 2.8(h) of the Disclosure Schedule lists all Company-Registered Intellectual Property, and all material domain names that are Company-Controlled Intellectual Property.]\nThe Company has not embedded, used, linked or distributed any open source, software, technologies or other materials that are licensed or distributed under any license arrangement or other distribution model qualifying for the “Open Source” definition promulgated by the Open Source Initiative at www.opensource.org/osd or any other public domain or “community” (or similar) materials (collectively “Open Source Software”) in connection with any of its products or services or proprietary materials in any manner that requires, or purports to require, (i) any material software code owned or authored by or on behalf of the Company (“Company Code”) to be disclosed or distributed in source code form or be licensed for the purpose of making derivative works; (ii) any restriction on the consideration to be charged for the distribution of any such Company Code; (iii) the grant to any third Person of any rights or immunities under material Company-Controlled Intellectual Property; or (iv) any other material limitation, restriction or condition on the right of the Company with respect to its use or distribution of any material Company-Controlled Intellectual Property (other than attribution, warranty and liability disclaimer, and notice delivery conditions). The Company is in [material] compliance with all licenses for Open Source Software that it embeds, links to, uses or distributes.\nNo government funding, facilities of a university, college, hospital, foundation, other educational institution or research center, or other funding from third Persons provided specifically for research and development was used in the development of any CompanyControlled Intellectual Property in a manner that has resulted in such entity retaining any claim of ownership or right to use any such Company-Controlled Intellectual Property. To the Company’s knowledge, no Person who was involved in, or who contributed to, the creation or development of any CompanyControlled Intellectual Property, has performed services for the government, university, college, hospital, foundation, or other educational institution or research center in a manner that would affect Company’s rights in the CompanyControlled Intellectual Property.",
            "definitions": [
                {
                    "term": "Confidential Information Agreements",
                    "context": "an agreement with the Company regarding confidentiality and proprietary information, and assignment of Intellectual Property Rights developed by or for the Company, [substantially] in the form or forms made available to the Purchasers or their respective counsel"
                },
                {
                    "term": "Open Source Software",
                    "context": "any open source, software, technologies or other materials that are licensed or distributed under any license arrangement or other distribution model qualifying for the “Open Source” definition promulgated by the Open Source Initiative at www.opensource.org/osd or any other public domain or “community” (or similar) materials"
                },
                {
                    "term": "Company Code",
                    "context": "any material software code owned or authored by or on behalf of the Company"
                }
            ],
            "dev_tag": "uploaded_2024_04_26"
        },
        {
            "document_id": "66fc5fc50bfad63bfebe723c3d58f838",
            "chunk_id": "8b923592-57e4-4ebb-a9f1-c5ac5d47307f",
            "chunk_txt": "[Generative AI. (i) The Company uses all Generative AI Tools (as defined below) in [material] compliance with the applicable license terms, consents, agreements and laws. (ii) The Company has not included and does not include any sensitive Personal Information, trade secrets or material confidential or proprietary information of the Company, or of any third Person under an obligation of confidentiality by the Company, in any prompts or inputs into any Generative AI Tools, except in cases where such Generative AI Tools do not use such information, prompts or services to train the machine learning or algorithm of such tools or improve the services related to such tools. (iii) The Company has not used Generative AI Tools to develop any material Company-Controlled Intellectual Property that the Company intended to maintain as proprietary in a manner that it believes would materially affect the Company’s ownership or rights therein. (v) For purposes hereof, “Generative AI Tools” means generative artificial intelligence technology or similar tools capable of automatically producing various types of content (such as source code, text, images, audio, and synthetic data) based on user-supplied prompts.]\nCompliance with Other Instruments\n. The Company is not in violation or default (a) of any provisions of its Restated Certificate or Bylaws; (b) of any instrument, judgment, order, writ or decree; (c) under any note, indenture or mortgage; (d) under any lease, agreement, contract or purchase order to which it is a party or by which it is bound that is required to be listed on the Disclosure Schedule; or (e) [to the Company’s knowledge,] of any provision of any federal or state statute, rule or regulation applicable to the Company, the violation of which would have a Material Adverse Effect. The execution, delivery and performance of the Transaction Agreements and the consummation of the transactions contemplated by the Transaction Agreements will not result in any such violation or be in conflict with or constitute, with or without the passage of time and giving of notice, either (i) a default under any such provision, instrument, judgment, order, writ, decree, contract or agreement; or (ii) an event which results in the creation of any lien, charge or encumbrance upon any assets of the Company or the suspension, revocation, forfeiture, or nonrenewal of any material permit or license applicable to the Company.\nAgreements; Actions.\nExcept for the Transaction Agreements, there are no agreements, understandings, instruments, contracts or proposed transactions to which the Company is a party or by which it is bound that involve (i) obligations (contingent or otherwise) of, or payments to, the Company in excess of $[] (other than employment agreements and offer letters); (ii) other than pursuant to university licenses listed in Section [2.8(f) and/or 2.8(k)] of the Disclosure Schedule; (ii) the grant of rights to manufacture, produce, assemble, license, market, or sell its products to any other Person that limit the Company’s exclusive right to develop, manufacture, assemble, distribute, market or sell its products; or (iii) or any “most favored” provisions, Board of Directors observer rights, or other side letter agreements not otherwise disclosed pursuant to any other representation.\nThe Company has not (i) declared or paid any dividends, or authorized or made any distribution upon or with respect to any class or series of its capital stock, (ii) incurred any indebtedness for money borrowed or incurred any other liabilities individually in excess of [] or in excess of [__________] in the aggregate, (iii) made any loans or advances to any Person, other than ordinary advances for business expenses, or (iv) sold, exchanged or otherwise disposed of any material portion of its assets or rights, other than in the ordinary course of business. For the purposes of 2.8 and (b) of this Section 2.10, all indebtedness, liabilities, agreements, understandings, instruments, contracts and proposed transactions involving the same Person (including Persons the Company has reason to believe are affiliated with each other) shall be aggregated for the purpose of meeting the individual minimum dollar amounts of such section.\nThe Company is not a guarantor or indemnitor of any indebtedness of any other Person.\nCertain Transactions.",
            "definitions": [
                {
                    "term": "Generative AI Tools",
                    "context": "generative artificial intelligence technology or similar tools capable of automatically producing various types of content (such as source code, text, images, audio, and synthetic data) based on user-supplied prompts."
                }
            ],
            "dev_tag": "uploaded_2024_04_26"
        },
        {
            "document_id": "66fc5fc50bfad63bfebe723c3d58f838",
            "chunk_id": "13c5e729-978d-4c9e-b573-620c8a6211c0",
            "chunk_txt": "Other than (i) standard employee benefits generally made available to all employees, standard employee offer letters and Confidential Information Agreements; (ii) standard director and officer indemnification agreements approved by the Board of Directors; (iii) the purchase of shares of the Company’s capital stock and the issuance of options to purchase shares of the Company’s Common Stock, in each instance, approved in the written minutes of the Board of Directors (previously made available to the Purchasers or their respective counsel); and (iv) the Transaction Agreements, there are no agreements, understandings or proposed transactions between the Company and any of its Officers or directors, or any Affiliate thereof.\nThe Company is not indebted, directly or indirectly, to any of its directors, officers or employees or to their respective spouses or children or to any Affiliate of any of the foregoing, other than in connection with expenses or advances of expenses incurred in the ordinary course of business or employee relocation expenses and for other customary employee benefits made generally available to all employees. None of the Company’s directors, officers or employees [or consultants], or any members of their immediate families, or any Affiliate of the foregoing are, directly or indirectly, indebted to the Company or, to the Company’s knowledge, have any (i) material commercial, industrial, banking, consulting, legal, accounting, charitable or familial relationship with the Company or any of the Company’s customers, suppliers, service providers, joint venture partners, licensees and competitors, (ii) direct or indirect ownership interest in any firm or corporation with which the Company is affiliated or with which the Company has a business relationship, or any firm or corporation which competes with the Company except that directors, officers, employees or stockholders of the Company may own stock in (but not exceeding 2% of the outstanding capital stock of) publicly traded companies that may compete with the Company; or (iii) financial interest in any [material] contract with the Company.\nRights of Registration and Voting Rights\n. Except as provided in the Investors’ Rights Agreement, the Company is not under any obligation to register under the Securities Act any of its currently outstanding securities or any securities issuable upon exercise or conversion of its currently outstanding securities. To the Company’s knowledge, except as contemplated in the Voting Agreement, no stockholder of the Company has entered into any agreements with respect to the voting of capital shares of the Company.\nTangible and Real Property\n. The tangible and real property and assets that the Company owns are free and clear of all mortgages, deeds of trust, liens, loans and encumbrances, except for statutory liens for the payment of current taxes that are not yet delinquent and encumbrances and liens that arise in the ordinary course of business and do not materially impair the Company’s ownership or use of such property or assets. With respect to the tangible and real property and assets it leases, the Company is in compliance with such leases and holds a valid leasehold interest free of any liens, claims or encumbrances other than those of the lessors of such property or assets. The Company does not own any real property.\nFinancial Statements\n. The Company has delivered to each Purchaser its [unaudited] [audited] financial statements as of [_______ , 20] and for the fiscal year ended [______ , 20] [and its unaudited financial statements (including balance sheet, income statement and statement of cash flows) as of [______ _, 20] (the “Balance Sheet Date”) and for the [_____]-month period ended on the Balance Sheet Date] (collectively, the “Financial Statements”). The Financial Statements have been prepared in accordance with generally accepted accounting principles (“GAAP”) applied on a consistent basis throughout the periods indicated[, except that the unaudited Financial Statements may not contain all footnotes required by GAAP]. The Financial Statements fairly present in all material respects the financial condition and operating results of the Company as of the dates, and for the periods, indicated therein, subject in the case of the unaudited Financial Statements to normal year-end audit adjustments. Except as set forth in the Financial Statements, the Company has no material liabilities or obligations, contingent or otherwise, other than (i) liabilities incurred in the ordinary course of business subsequent to the Balance Sheet Date; (ii) obligations under contracts and commitments incurred in the ordinary course of business; and (iii) liabilities and obligations of a type or nature not required under GAAP to be reflected in the Financial Statements, which, in all such cases, individually and in the aggregate would not have a Material Adverse Effect. The Company maintains and will continue to maintain a standard system of accounting established and administered in accordance with GAAP.\nChanges\n. Since the Balance Sheet Date, there has not been:",
            "definitions": [
                {
                    "term": "Balance Sheet Date",
                    "context": "[unaudited] [audited] financial statements as of [_______ __, 20_] and for the fiscal year ended [_______ __, 20_] [and its unaudited financial statements (including balance sheet, income statement and statement of cash flows) as of [_______ __, 20_]",
                    "needs_validation": "true"
                },
                {
                    "term": "Financial Statements",
                    "context": "Purchaser's unaudited financial statements (including balance sheet, income statement and statement of cash flows for the [_____]-month period ended on the Balance Sheet Date",
                    "needs_validation": "true"
                },
                {
                    "term": "GAAP",
                    "context": "generally accepted accounting principles"
                }
            ],
            "dev_tag": "uploaded_2024_04_26"
        },
        {
            "document_id": "66fc5fc50bfad63bfebe723c3d58f838",
            "chunk_id": "75b5b2e7-b297-41eb-8a75-8a77db303961",
            "chunk_txt": "any change in the assets, liabilities, financial condition or operating results of the Company from that reflected in the Financial Statements, except changes in the ordinary course of business that have not caused, in the aggregate, a Material Adverse Effect;\nany damage, destruction or loss, whether or not covered by insurance, that would have a Material Adverse Effect;\nany waiver or compromise by the Company of a valuable right or of a material debt owed to it;\nany satisfaction or discharge of any lien, claim, or encumbrance or payment of any obligation by the Company, except in the ordinary course of business and the satisfaction or discharge of which would not have a Material Adverse Effect;\nany material change to a material contract or agreement by which the Company or any of its assets is bound or subject;\nany material change in any compensation arrangement or agreement with any employee, officer, director or stockholder;\nany resignation or termination of employment of any Officer ;\nany mortgage, pledge, transfer of a security interest in, or lien, created by the Company, with respect to any of its material properties or assets, except liens for taxes not yet due or payable and liens that arise in the ordinary course of business and do not materially impair the Company’s ownership or use of such property or assets;\nany loans or guarantees made by the Company to or for the benefit of its employees, officers or directors, or any members of their immediate families, other than travel advances and other advances made in the ordinary course of its business;\nany declaration, setting aside or payment or other distribution in respect of any of the Company’s capital stock, or any direct or indirect redemption, purchase, or other acquisition of any of such stock by the Company;\nany sale, assignment or transfer by the Company of any Company-Controlled Intellectual Property that could reasonably be expected to result in a Material Adverse Effect;\nreceipt of notice that there has been a loss of, or material order cancellation by, any major customer of the Company;\n[to the Company’s knowledge,] any other event or condition of any character, other than events affecting the economy or the Company’s industry generally, that could reasonably be expected to result in a Material Adverse Effect; or\nany arrangement or commitment by the Company to do any of the things described in this Section 2.15.\nEmployee Matters\n.\n[To the Company’s knowledge,] none of its employees is obligated under any contract (including licenses, covenants or commitments of any nature) or other agreement, or subject to any judgment, decree or order of any court or administrative agency, that would materially interfere with such employee’s ability to promote the interest of the Company or that would conflict with the Company’s business. Neither the execution or delivery of the Transaction Agreements, nor the carrying on of the Company’s business by the employees of the Company, nor the conduct of the Company’s business as now conducted and as presently proposed to be conducted, will, [to the Company’s knowledge,] conflict with or result in a breach of the terms, conditions, or provisions of, or constitute a default under, any contract, covenant or instrument under which any such employee is now obligated.\nThe Company is not delinquent in payments to any of its employees, consultants, or independent contractors for any wages, salaries, commissions, bonuses, or other direct compensation for any service performed for it to the date hereof or amounts required to be reimbursed to such employees, consultants or independent contractors. The Company has complied in all material respects with all applicable state and federal equal employment opportunity laws and with other laws related to employment, including those related to wages, hours, worker classification and collective bargaining. The Company has withheld and paid to the appropriate governmental entity or is holding for payment not yet due to such governmental entity all amounts required to be withheld from employees of the Company and is not liable for any arrears of wages, taxes, penalties or other sums for failure to comply with any of the foregoing.\nTo the Company’s knowledge, no Officer intends to terminate employment with the Company or is otherwise likely to become unavailable to continue as an employee. The Company does not have a present intention to terminate the employment of any of the foregoing. The employment of each employee of the Company is terminable at the will of the Company. Except as set forth in Section 2.16(c)(i) of the Disclosure Schedule or as required by law, upon termination of the employment of any such employees, no severance or other payments will become due. Except as set forth in Section 2.16(c)(ii) of the Disclosure Schedule, the Company has no policy, practice, plan or program of paying severance pay or any form of severance compensation in connection with the termination of employment services.",
            "definitions": [],
            "dev_tag": "uploaded_2024_04_26"
        },
        {
            "document_id": "66fc5fc50bfad63bfebe723c3d58f838",
            "chunk_id": "30699550-e615-487e-ba4f-7411e5ab62ee",
            "chunk_txt": "The Company has not made any representations regarding equity incentives to any officer, employee, director or consultant that are inconsistent with the share amounts and terms set forth in the minutes of meetings of (or actions taken by unanimous written consent by) the Board of Directors.\nEach former officer or other employee who reported to the Chief Executive Officer, Chief Financial Officer, or Board of Directors has entered into an agreement with the Company providing for the full release of any claims against the Company or any related party arising out of such employment.\nSection 2.16(f) of the Disclosure Schedule sets forth each employee benefit plan maintained, established or sponsored by the Company, or which the Company participates in or contributes to, which is subject to the Employee Retirement Income Security Act of 1974, as amended (“ERISA”). The Company has made all required contributions and has no liability to any such employee benefit plan, other than liability for health plan continuation coverage described in Part 6 of Title I(B) of ERISA, and has complied in all material respects with all applicable laws for any such employee benefit plan.\n[The Company is not bound by or subject to (and none of its assets or properties is bound by or subject to) any written or oral, express or implied, contract, commitment or arrangement with any labor union, and no labor union has requested or, to the knowledge of the Company, has sought to represent any of the employees, representatives or agents of the Company. There is no strike or other labor dispute involving the Company pending, or to the Company’s knowledge, threatened, which could have a Material Adverse Effect, nor is the Company aware of any labor organization activity involving its employees.]\n[To the Company’s knowledge, none of the Officers or directors of the Company has been (i) subject to voluntary or involuntary petition under the federal bankruptcy laws or any state insolvency law or the appointment of a receiver, fiscal agent or similar officer by a court for such person’s business or property; (ii) convicted in a criminal proceeding or named as a subject of a pending criminal proceeding (excluding traffic violations and other minor offenses); (iii) subject to any order, judgment or decree (not subsequently reversed, suspended, or vacated) of any court of competent jurisdiction permanently or temporarily enjoining such person from engaging, or otherwise imposing limits or conditions on such person’s engagement in any securities, investment advisory, banking, insurance, or other type of business or acting as an officer or director of a public company; or (iv) found by a court of competent jurisdiction in a civil action or by the Securities and Exchange Commission or the Commodity Futures Trading Commission to have violated any federal or state securities, commodities, or unfair trade practices law, which such judgment or finding has not been subsequently reversed, suspended, or vacated].\nTax Returns and Payments\n. There are no [income or other material] taxes due and payable by the Company that have not been timely paid and no material withholding taxes required to be withheld by the Company that have not been withheld and timely paid over to the appropriate governmental agency. There have been no examinations or audits with respect to any taxes or tax returns of the Company, by any applicable federal, state, county, local or foreign governmental agency, and the Company has not received written notice of an intent to commence any such examination or audit that remains outstanding. The Company has duly and timely filed all income or other material tax returns required to have been filed by it, and there are in effect no waivers of applicable statutes of limitations with respect to taxes for any year.\nInsurance\n. The Company has in full force and effect insurance policies concerning such casualties as would be reasonable and customary for companies like the Company, with extended coverage, sufficient in amount (subject to reasonable deductions) to allow it to replace any of its properties that might be damaged or destroyed.\nPermits\n. The Company has all franchises, permits, licenses and any similar authority necessary for the conduct of its business, the lack of which could reasonably be expected to have a Material Adverse Effect. The Company is not in default in any material respect under any of such franchises, permits, licenses or other similar authority.\nCorporate Documents\n. The Certificate of Incorporation and Bylaws of the Company as of the date of this Agreement are in the form made available to the Purchasers. The copy of the minute books of the Company made available to the Purchasers contains minutes of all meetings of directors and stockholders and all actions by written consent without a meeting by the directors and stockholders since the date of incorporation and accurately reflects in all material respects all actions by the directors (and any committee of directors) and stockholders.\n[83(b) Elections",
            "definitions": [
                {
                    "term": "ERISA",
                    "context": "Employee Retirement Income Security Act of 1974"
                }
            ],
            "dev_tag": "uploaded_2024_04_26"
        },
        {
            "document_id": "66fc5fc50bfad63bfebe723c3d58f838",
            "chunk_id": "bc2c5a96-ad31-45eb-832f-530a323c781a",
            "chunk_txt": ". To the Company’s knowledge, all elections and notices under Section 83(b) of the Code have been or will be timely filed by all individuals who have acquired unvested shares of the Company’s Common Stock].\n[Real Property Holding Corporation\n. The Company is not now and has never been a “United States real property holding corporation” as defined in the Code and any applicable regulations promulgated thereunder. The Company has filed with the Internal Revenue Service all statements, if any, with its United States income tax returns which are required under such regulations.]\n[Environmental and Safety Laws\n. Except as could not reasonably be expected to have a Material Adverse Effect [to the best of its knowledge] (a) the Company is and has been in compliance with all Environmental Laws; (b) there has been no release or [to the Company’s knowledge] threatened release of any pollutant, contaminant or toxic or hazardous material, substance or waste or petroleum or any fraction thereof (each a “Hazardous Substance”), on, upon, into or from any site currently or heretofore owned, leased or otherwise used by the Company; (c) there have been no Hazardous Substances generated by the Company that have been disposed of or come to rest at any site that has been included in any published U.S. federal, state or local “superfund” site list or any other similar list of hazardous or toxic waste sites published by any governmental authority in the United States; and (d) there are no underground storage tanks located on, no polychlorinated biphenyls (“PCBs”) or PCB-containing equipment used or stored on, and no hazardous waste as defined by the Resource Conservation and Recovery Act, as amended, stored on, any site owned or operated by the Company, except for the storage of hazardous waste in compliance with Environmental Laws. The Company has made available to the Purchasers true and complete copies of all material environmental records, reports, notifications, certificates of need, permits, pending permit applications, correspondence, engineering studies and environmental studies or assessments.] For purposes of this Section 2.23, “Environmental Laws” means any law, regulation, or other applicable requirement relating to (a) releases or threatened release of Hazardous Substance; (b) pollution or protection of employee health or safety, public health or the environment; or (c) the manufacture, handling, transport, use, treatment, storage, or disposal of Hazardous Substances.\n[Qualified Small Business Stock\n. As of and immediately following the Closing: (i) the Company will be an eligible corporation as defined in Section 1202(e)(4) of the Code, (ii) the Company will not have made purchases of its own stock described in Code Section 1202(c)(3)(B) during the one-year period preceding the Initial Closing, except for purchases that are disregarded for such purposes under Treasury Regulation Section 1.1202-2, and (iii) the Company’s aggregate gross assets, as defined by Code Section 1202(d)(2), at no time between its incorporation and through the Initial Closing have exceeded $50 million, taking into account the assets of any corporations required to be aggregated with the Company in accordance with Code Section 1202(d)(3); provided, however, that in no event shall the Company be liable to the Purchasers or any other party for any damages arising from any subsequently proven or identified error in the Company’s determination with respect to the applicability or interpretation of Code Section 1202, unless such determination shall have been given by the Company in a manner either grossly negligent or fraudulent.]\n[Small Business Concern\n. The Company together with its “affiliates” (as that term is defined in Section 121.103 of Title 13 of the Code of Federal Regulations (“CFR”)) is a [“small business concern”][“smaller business”] within the meaning of the Small Business Investment Act of 1958, as amended (the “Small Business Act”), and the regulations promulgated thereunder, including [Section 121.301 of Title 13 of the CFR][Section 107.710 of Title 13 of the CFR]. The information delivered to each Purchaser that is a licensed Small Business Investment Company (an “SBIC Purchaser”) on SBA Forms 480, 652 and 1031 delivered in connection herewith is true and complete. The Company is not ineligible for financing by any SBIC Purchaser pursuant to Section 107.720 of the CFR. The Company acknowledges that each SBIC Purchaser is a Federal licensee under the Small Business Act.]\n[Foreign Corrupt Practices Act",
            "definitions": [
                {
                    "term": "Hazardous Substance",
                    "context": "any pollutant, contaminant or toxic or hazardous material, substance or waste or petroleum or any fraction thereof"
                },
                {
                    "term": "PCBs",
                    "context": "polychlorinated biphenyls"
                },
                {
                    "term": "Environmental Laws",
                    "context": "any law, regulation, or other applicable requirement relating to (a) releases or threatened release of Hazardous Substance; (b) pollution or protection of employee health or safety, public health or the environment; or (c) the manufacture, handling, transport, use, treatment, storage, or disposal of Hazardous Substances"
                },
                {
                    "term": "CFR",
                    "context": "Code of Federal Regulations"
                },
                {
                    "term": "Small Business Act",
                    "context": "Small Business Investment Act of 1958"
                },
                {
                    "term": "SBIC Purchaser",
                    "context": "Small Business Investment Company"
                }
            ],
            "dev_tag": "uploaded_2024_04_26"
        },
        {
            "document_id": "66fc5fc50bfad63bfebe723c3d58f838",
            "chunk_id": "eeb6a7dc-f696-4b34-9105-5023b0425e0d",
            "chunk_txt": ". To the Company’s knowledge, neither the Company nor any of the directors, officers, employees or agents of the Company have, directly or indirectly, made, offered, promised or authorized any payment or gift of any money or anything of value to or for the benefit of any “foreign official” (as such term is defined in the U.S. Foreign Corrupt Practices Act of 1977, as amended (the “FCPA”)), foreign political party or official thereof or candidate for foreign political office for the purpose of (i) influencing any official act or decision of such official, party or candidate[, including inducing such official, party or candidate to do or omit to do any act in violation of such person’s lawful duty]; (ii) inducing such official, party or candidate to use such person’s influence to affect any act or decision of a foreign governmental authority, or (iii) otherwise securing any improper advantage, in the case of (i), (ii) and (iii) above in order to assist the Company or any of its affiliates in obtaining or retaining business for or with, or directing business to, any person. Neither the Company nor any of its directors, officers, employees or, to the Company’s knowledge, agents have made or authorized any bribe, rebate, payoff, influence payment, kickback or other unlawful payment of funds or received or retained any funds in violation of any law, rule or regulation. [The Company further represents that it has maintained, and has caused its subsidiaries and affiliates to maintain, systems of internal controls (accounting systems, purchasing systems and billing systems) and written policies reasonably designed to ensure compliance with the FCPA or any other applicable anti-bribery or anti-corruption law, and reasonably designed to ensure that all books and records of the Company accurately and fairly reflect, in reasonable detail, all transactions and dispositions of funds and assets.] Neither the Company nor[, to the Company’s knowledge,] any of its officers, directors or employees are the subject of any allegation, voluntary disclosure, investigation, prosecution or other enforcement action related to the FCPA or any other anti-corruption law (“Enforcement Action”).]\nData Privacy\n.\nIn connection with the collection, storage, use, access, disclosure and/or other processing of any information that constitutes “personal information,” “personal data,” “personally identifiable information” or analogous term as defined in applicable laws (collectively, “Personal Information”), by or on behalf of the Company, to the Company’s knowledge, the Company is and has been’ in compliance in all material respects with the following (collectively, “Privacy Requirements”): (i) all applicable laws governing privacy or data security in all relevant jurisdictions relating to data loss, data theft, and security breach notification obligations, telephone or text message communications, artificial intelligence and automated decision-making, or marketing by email or other channels, (ii) the Company’s published privacy’, and (iii) the privacy or data security requirements of any contracts, codes of conduct, or industry standards by which the Company is legally bound.\nThe Company maintains and has maintained reasonable physical, technical, and administrative security measures and policies designed to protect all Personal Information owned, stored, used, maintained or controlled by or on behalf of the Company from and against unlawful, accidental or unauthorized access, destruction, loss, use, modification, disclosure, and/or other processing’.\n[To the extent the Company maintains or transmits protected health information, as defined under 45 C.F.R. § 160.103, as a covered entity or business associate, as defined therein, (i) the Company is in compliance with the applicable requirements of the Health Insurance Portability and Accountability Act of 1996 (“HIPAA”), as amended by the Health Information Technology for Economic and Clinical Health Act, including all binding rules and regulations promulgated thereunder and (ii) without limiting the generality of the foregoing, the Company: (A) has designated a privacy official and a security official who is responsible for the development and implementation of the entity’s privacy and security compliance infrastructure; (B) has entered into, and complies with the terms of, business associate agreements as described under HIPAA when required by HIPAA; (C) has provided regular training to its workforce with respect to and to the extent required for compliance with HIPAA; (D) has adopted, and has been in compliance with, privacy and security compliance policies and procedures in compliance with HIPAA; and (E) has completed regular security risk analyses in compliance with HIPAA and has addressed and remediated all material threats, vulnerabilities and deficiencies that have been identified.]",
            "definitions": [
                {
                    "term": "FCPA",
                    "context": "U.S. Foreign Corrupt Practices Act of 1977"
                },
                {
                    "term": "Enforcement Action",
                    "context": "allegation, voluntary disclosure, investigation, prosecution or other enforcement action related to the FCPA or any other anti-corruption law"
                },
                {
                    "term": "Personal Information",
                    "context": "collectively any information that constitutes “personal information,” “personal data,” “personally identifiable information” or analogous term as defined in applicable laws"
                },
                {
                    "term": "Privacy Requirements",
                    "context": "(i) all applicable laws governing privacy or data security in all relevant jurisdictions relating to data loss, data theft, and security breach notification obligations, telephone or text message communications, artificial intelligence and automated decision-making, or marketing by email or other channels, (ii) the Company’s published privacy’, and (iii) the privacy or data security requirements of any contracts, codes of conduct, or industry standards by which the Company is legally bound"
                },
                {
                    "term": "HIPAA",
                    "context": "Health Insurance Portability and Accountability Act of 1996"
                }
            ],
            "dev_tag": "uploaded_2024_04_26"
        },
        {
            "document_id": "66fc5fc50bfad63bfebe723c3d58f838",
            "chunk_id": "e746f98e-a505-47eb-bbc7-5fe7a66830c8",
            "chunk_txt": "[To the Company’s knowledge, there has been no material unlawful, accidental or unauthorized access to, or destruction, loss, use, modification, disclosure, or other processing of, Personal Information owned, stored, used, maintained or controlled by or on behalf of the Company [where Privacy Requirements obligate the Company to notify government authorities, affected individuals or other parties of such occurrence].]\n[Export Control Laws\n. The Company has conducted any export transactions in accordance with applicable provisions of United States export control laws and regulations, including the Export Administration Regulations, the International Traffic in Arms Regulations, the regulations administered by the Office of Foreign Assets Control of the U.S. Department of the Treasury, and the export control laws and regulations of any other applicable jurisdiction (collectively, “Export Control Laws”). Without limiting the foregoing: (a) the Company has obtained all required export licenses and other approvals and timely filed any other required filings to the extent required pursuant to Export Control Laws; (b) the Company is in compliance with the terms of all applicable export licenses, filing requirements or other approvals; (c) there are no pending or, to the Company’s knowledge, threatened claims or investigations against the Company with respect to Export Control Laws; ’’and (d) [to the Company’s knowledge,] there are no actions, conditions, or circumstances pertaining to the Company’s export transactions that would reasonably be expected to give rise to any material future claims.]\n[Healthcare Laws\n. The Company is and has been in material compliance with all applicable Healthcare Laws. “Healthcare Laws” means all applicable federal, state, or local health care laws, each as amended, relating to the regulation of the Company, including but not limited to laws regarding fraud and abuse; kickbacks; self-referrals; fee-splitting; the operation of healthcare provider networks or risk bearing entities; beneficiary inducement, false claims, false billing, false coding, reimbursement, and reassignment; record retention; healthcare professional or entity licensure, qualifications, accreditations, or scope of practice requirements, including the practice of telehealth and healthcare professional supervision; the corporate practice of a learned or licensed healthcare profession; health information privacy laws, including those relating to mental health and substance abuse, including HIPAA; and all applicable implementing regulations, rules, ordinances, and orders related to any of the foregoing.]\nCFIUS Representations\n. The Company does not engage in (a) the design, fabrication, development, testing, production or manufacture of one or more “critical technologies” within the meaning of the Defense Production Act of 1950, as amended, including all implementing regulations thereof (the “DPA”); (b) the ownership, operation, maintenance, supply, manufacture, or servicing of “covered investment critical infrastructure” within the meaning of the DPA (where such activities are covered by column 2 of Appendix A to 31 C.F.R. Part 800); or (c) the maintenance or collection, directly or indirectly, of “sensitive personal data” of U.S. citizens within the meaning of the DPA. The Company has no current intention of engaging in such activities in the future.\n[Preclinical Development and Clinical Trials\n. The studies, tests, preclinical development and clinical trials, if any, conducted by or on behalf of the Company are being conducted in all material respects in accordance with experimental protocols, procedures and controls pursuant to accepted professional and scientific standards for products or product candidates comparable to those being developed by the Company and all applicable laws and regulations, including the Federal Food, Drug, and Cosmetic Act and 21 C.F.R. parts 50, 54, 56, 58, [312, and 812]. The descriptions of, protocols for, and data and other results of, the studies, tests, development and trials conducted by or on behalf of the Company that have been furnished or made available to the Purchasers are accurate and complete in all material respects. The Company has not received any notices or correspondence from the U.S. Food and Drug Administration (“FDA”) or any other governmental entity or any institutional review board or comparable authority requiring the termination, suspension or material modification of any studies, tests, preclinical development or clinical trials conducted by or on behalf of the Company.]\n[FDA Approvals",
            "definitions": [
                {
                    "term": "Export Control Laws",
                    "context": "United States export control laws and regulations, including the Export Administration Regulations, the International Traffic in Arms Regulations, the regulations administered by the Office of Foreign Assets Control of the U.S. Department of the Treasury, and the export control laws and regulations of any other applicable jurisdiction"
                },
                {
                    "term": "Healthcare Laws",
                    "context": "all applicable federal, state, or local health care laws, each as amended, relating to the regulation of the Company, including but not limited to laws regarding fraud and abuse; kickbacks; self-referrals; fee-splitting; the operation of healthcare provider networks or risk bearing entities; beneficiary inducement, false claims, false billing, false coding, reimbursement, and reassignment; record retention; healthcare professional or entity licensure, qualifications, accreditations, or scope of practice requirements, including the practice of telehealth and healthcare professional supervision; the corporate practice of a learned or licensed healthcare profession; health information privacy laws, including those relating to mental health and substance abuse, including HIPAA; and all applicable implementing regulations, rules, ordinances, and orders related to any of the foregoing"
                },
                {
                    "term": "DPA",
                    "context": "Defense Production Act of 1950"
                },
                {
                    "term": "FDA",
                    "context": "U.S. Food and Drug Administration"
                }
            ],
            "dev_tag": "uploaded_2024_04_26"
        },
        {
            "document_id": "66fc5fc50bfad63bfebe723c3d58f838",
            "chunk_id": "484d5bbc-5603-4386-a690-32cc91c3de35",
            "chunk_txt": ". (a) The Company possesses all required permits, licenses, registrations, certificates, authorizations, orders, exemptions, clearances and approvals from the appropriate federal, state or foreign regulatory authorities necessary to conduct its business [as now conducted] as required by the FDA or any other federal, state or foreign agencies or bodies engaged in the regulation of [drugs, pharmaceuticals, medical devices or biohazardous materials]. (b) The Company has not received any notice of proceedings relating to the suspension, material modification, revocation or cancellation of any such permit, license, registration, certificate, authorization, order or approval. Neither the Company nor, to the Company’s knowledge, any officer, employee or agent of the Company has been convicted of any crime or engaged in any conduct that has previously caused or would reasonably be expected to result in (i) debarment by the FDA under 21 U.S.C. Sections 335a, or disqualification under any similar law, rule or regulation of any other governmental entities, (ii) debarment, suspension, or exclusion under any federal healthcare programs or by the General Services Administration, or (iii) exclusion under 42 U.S.C. Section 1320a-7 or any similar law, rule or regulation of any governmental entities. (c) Neither the Company nor any of its officers, employees, or, to the Company’s knowledge, any of its contractors or agents is the subject of any pending or threatened investigation by FDA pursuant to its “Fraud, Untrue Statements of Material Facts, Bribery, and Illegal Gratuities” policy as stated at 56 Fed. Reg. 46191 (September 10, 1991) (the “FDA Application Integrity Policy”) and any amendments thereto, or by any other similar governmental entity pursuant to any similar policy. (d) Neither the Company nor any of its officers, employees, or to the Company’s knowledge, any of its contractors or agents has made any materially false statements on, or material omissions from, any notifications, applications, approvals, reports and other submissions to FDA or any similar governmental entity that would reasonably be expected to provide a basis for FDA to invoke the FDA Application Integrity Policy or for any similar governmental entity to invoke a similar policy.]\n[FDA Regulation\n. The Company is and has been in material compliance with all applicable laws administered or issued by the FDA or any similar governmental entity, including the Federal Food, Drug, and Cosmetic Act and all other Laws regarding developing, testing, manufacturing, complaint handling, adverse event [or medical device] reporting, marketing, distributing or promoting the products of the Company.]\nSanctions",
            "definitions": [
                {
                    "term": "FDA Application Integrity Policy",
                    "context": "“Fraud, Untrue Statements of Material Facts, Bribery, and Illegal Gratuities” policy as stated at 56 Fed. Reg. 46191 (September 10, 1991)"
                }
            ],
            "dev_tag": "uploaded_2024_04_26"
        },
        {
            "document_id": "66fc5fc50bfad63bfebe723c3d58f838",
            "chunk_id": "596ccce2-9ba7-4605-b648-5969f5960bbd",
            "chunk_txt": ". (a) During the past five years the Company and its subsidiaries have complied [in all material respects] with applicable laws and regulations pertaining to trade and economic sanctions administered by the United States[, European Union, or United Kingdom] (collectively, “Sanctions”). (b) None of the Company, its subsidiaries, or their respective directors, officers, employees, or, to the Company’s knowledge, the Company’s or subsidiaries’ agents is: (i) organized under the laws of, ordinarily resident in, or located in a country or territory that is the subject of comprehensive Sanctions (which as of the date of this Agreement comprise Cuba, Iran, North Korea, Syria, and the Crimea, Donetsk, and Luhansk regions of Ukraine (“Restricted Countries”)); (ii) 50% or more owned or controlled by the government of a Restricted Country; or (iii) (A) designated on a sanctioned parties list administered by the United States[, European Union, or United Kingdom], including, without limitation, the U.S. Department of the Treasury’s Office of Foreign Assets Control’s Specially Designated Nationals and Blocked Persons List, Foreign Sanctions Evaders List, Sectoral Sanctions Identification List[, the Consolidated List of Persons, Groups, and Entities Subject to EU Financial Sanctions, and the UK’s Consolidated Sanctions List] (collectively, “Designated Parties”); or (B) 50% or more owned or, where relevant under applicable Sanctions, controlled, individually or in the aggregate, by one or more Designated Party, in each case only to the extent that dealings with such persons are prohibited pursuant to applicable Sanctions (collectively, “Sanctioned Parties”). (c) During the past five years, none of the Company, its subsidiaries, or any of their respective officers, directors, or employees: (i) has been the subject or target of any investigation, prosecution, other enforcement action, or government inquiry related to Sanctions violations; or (ii) submitted a voluntary self-disclosure to any U.S. [or, [to the Company’s knowledge,] other relevant] government agency regarding actual or potential Sanctions violations. (d) The Company maintains policies and procedures reasonably designed to promote compliance with applicable Sanctions.\n[FCC Regulation and Compliance\n. (a) The Company possesses all required permits, licenses, registrations, certificates, authorizations, and approvals from the appropriate federal, state or foreign regulatory authorities necessary to conduct its business [as now conducted] as required by the Federal Communications Commission (“FCC”) or any other state or foreign agencies or bodies engaged in the regulation of [telecommunications, media, equipment manufacturers, and technology companies]. (b) The Company has not received any notice of proceedings relating to the suspension, material modification, revocation or cancellation of any such permit, license, registration, certificate, authorization, or approval. Neither the Company nor, to the Company’s knowledge, any officer, employee or agent of the Company has been convicted of any crime or engaged in any conduct that has previously caused or would reasonably be expected to result in disqualification under the FCC’s rules or any similar law, rule or regulation of any other governmental entities. (c) Neither the Company nor any of its officers or employees is the subject of any pending or threatened investigation by FCC or by any other similar governmental entity. (d) Neither the Company nor any of its officers or employees has made any materially false statements on, or material omissions from, any notifications, applications, reports and other submissions to the FCC or any similar governmental entity. (e) The Company is and has been in material compliance with the Communications Act of 1934, as amended, and all applicable rules and regulations of the FCC or any similar governmental entity.]\nDisclosure\n. The Company has made available to the Purchasers all the information [reasonably available to the Company] that the Purchasers have requested for deciding whether to acquire the Shares, including certain of the Company’s projections describing its proposed business plan (the “Business Plan”). No representation or warranty of the Company contained in this Agreement, as qualified by the Disclosure Schedule, and no certificate furnished or to be furnished to Purchasers at the Closing contains any untrue statement of a material fact or[, to the Company’s knowledge,] omits to state a material fact necessary in order to make the statements contained herein or therein not misleading in light of the circumstances under which they were made. The Business Plan was prepared in good faith; however, the Company does not warrant that it will achieve any results projected in the Business Plan. It is understood that this representation is qualified by the fact that the Company has not delivered to the Purchasers, and has not been requested to deliver, a private placement or similar memorandum or any written disclosure of the types of information customarily furnished to purchasers of securities.",
            "definitions": [
                {
                    "term": "Sanctions",
                    "context": "applicable laws and regulations pertaining to trade and economic sanctions administered by the United States[, European Union, or United Kingdom]"
                },
                {
                    "term": "Restricted Countries",
                    "context": "Cuba, Iran, North Korea, Syria, and the Crimea, Donetsk, and Luhansk regions of Ukraine"
                },
                {
                    "term": "Designated Parties",
                    "context": "the U.S. Department of the Treasury’s Office of Foreign Assets Control’s Specially Designated Nationals and Blocked Persons List, Foreign Sanctions Evaders List, Sectoral Sanctions Identification List[, the Consolidated List of Persons, Groups, and Entities Subject to EU Financial Sanctions, and the UK’s Consolidated Sanctions List]"
                },
                {
                    "term": "Sanctioned Parties",
                    "context": "collectively a Person prohibited pursuant to applicable Sanctions"
                },
                {
                    "term": "FCC",
                    "context": "Federal Communications Commission"
                },
                {
                    "term": "Business Plan",
                    "context": "Company's proposed business plan"
                }
            ],
            "dev_tag": "uploaded_2024_04_26"
        },
        {
            "document_id": "66fc5fc50bfad63bfebe723c3d58f838",
            "chunk_id": "b12edddf-1cde-4473-807b-1cd92753d83d",
            "chunk_txt": "Representations and Warranties of the Purchasers\n. Each Purchaser hereby represents and warrants to the Company, severally and not jointly, that:\nAuthorization\n. The Purchaser has full power and authority to enter into the Transaction Agreements. The Transaction Agreements to which the Purchaser is a party, when executed and delivered by the Purchaser, will constitute valid and legally binding obligations of the Purchaser, enforceable against such Purchaser in accordance with their terms, except (a) as limited by applicable bankruptcy, insolvency, reorganization, moratorium, fraudulent conveyance and any other laws of general application affecting enforcement of creditors’ rights generally, and as limited by laws relating to the availability of specific performance, injunctive relief or other equitable remedies, or (b) to the extent the indemnification provisions contained in the Investors’ Rights Agreement may be limited by applicable federal or state securities laws.\nPurchase Entirely for Own Account\n. This Agreement is made with the Purchaser in reliance upon the Purchaser’s representation to the Company, which by the Purchaser’s execution of this Agreement, the Purchaser hereby confirms, that the Shares to be acquired by the Purchaser will be acquired for investment for the Purchaser’s own account, not as a nominee or agent, and not with a view to the resale or distribution of any part thereof, and that the Purchaser has no present intention of selling, granting any participation in, or otherwise distributing the same. By executing this Agreement, the Purchaser further represents that the Purchaser does not presently have any contract, undertaking, agreement or arrangement with any Person to sell, transfer or grant participations to such Person or to any third Person, with respect to any of the Shares. The Purchaser has not been formed for the specific purpose of acquiring the Shares.\nDisclosure of Information\n. The Purchaser has had an opportunity to discuss the Company’s business, management, financial affairs and the terms and conditions of the offering of the Shares with the Company’s management and has had an opportunity to review the Company’s facilities. The foregoing, however, does not limit or modify the representations and warranties of the Company in Section 2  of this Agreement or the right of the Purchasers to rely thereon.\nRestricted Securities\n. The Purchaser understands that the Shares have not been, and will not be, registered under the Securities Act, by reason of a specific exemption from the registration provisions of the Securities Act which depends upon, among other things, the bona fide nature of the investment intent and the accuracy of the Purchaser’s representations as expressed herein. The Purchaser understands that the Shares are “restricted securities” under applicable U.S. federal and state securities laws and that, pursuant to these laws, the Purchaser must hold the Shares indefinitely unless they are registered with the Securities and Exchange Commission and qualified by state authorities, or an exemption from such registration and qualification requirements is available. The Purchaser acknowledges that the Company has no obligation to register or qualify the Shares, or the Common Stock into which it may be converted, for resale except as set forth in the Investors’ Rights Agreement. The Purchaser further acknowledges that if an exemption from registration or qualification is available, it may be conditioned on various requirements including, but not limited to, the time and manner of sale, the holding period for the Shares, and on requirements relating to the Company which are outside of the Purchaser’s control, and which the Company is under no obligation and may not be able to satisfy. [The Purchaser acknowledges that the Company filed a registration statement for a public offering of its Common Stock, which was withdrawn effective [_____ _, 20]. The Purchaser understands that this offering is not intended to be part of the public offering, and that the Purchaser will not be able to rely on the protection of Section 11 of the Securities Act.]\nNo Public Market\n. The Purchaser understands that no public market now exists for the Shares, and that the Company has made no assurances that a public market will ever exist for the Shares.\nLegends\n. The Purchaser understands that the Shares and any securities issued in respect of or exchange for the Shares, may be notated with one or all of the following legends:\n“THE SHARES REPRESENTED HEREBY HAVE NOT BEEN REGISTERED UNDER THE SECURITIES ACT OF 1933, AND HAVE BEEN ACQUIRED FOR INVESTMENT AND NOT WITH A VIEW TO, OR IN CONNECTION WITH, THE SALE OR DISTRIBUTION THEREOF. NO SUCH TRANSFER MAY BE EFFECTED WITHOUT AN EFFECTIVE REGISTRATION STATEMENT RELATED THERETO OR AN OPINION OF COUNSEL IN A FORM SATISFACTORY TO THE COMPANY THAT SUCH REGISTRATION IS NOT REQUIRED UNDER THE SECURITIES ACT OF 1933.”\nAny legend set forth in, or required by, the other Transaction Agreements.",
            "definitions": [],
            "dev_tag": "uploaded_2024_04_26"
        },
        {
            "document_id": "66fc5fc50bfad63bfebe723c3d58f838",
            "chunk_id": "96802ec4-0ccc-4c71-b927-b6a02b85c21e",
            "chunk_txt": "Any legend required by the securities laws of any state to the extent such laws are applicable to the Shares represented by the certificate, instrument, or book entry so legended.\nAccredited Investor\n. The Purchaser is an accredited investor as defined in Rule 501(a) of Regulation D promulgated under the Securities Act.\nForeign Investors\n. If the Purchaser is not a United States person (as defined by Section 7701(a)(30) of the Code), the Purchaser hereby represents that it has satisfied itself as to the full observance of the laws of its jurisdiction in connection with any invitation to subscribe for the Shares or any use of this Agreement, including (i) the legal requirements within its jurisdiction for the purchase of the Shares, (ii) any foreign exchange restrictions applicable to such purchase, (iii) any governmental or other consents that may need to be obtained, and (iv) the income tax and other tax consequences, if any, that may be relevant to the purchase, holding, redemption, sale, or transfer of the Shares. The Purchaser’s subscription and payment for and continued beneficial ownership of the Shares will not violate any applicable securities or other laws of the Purchaser’s jurisdiction.\n[CFIUS Foreign Person Status\n. The Purchaser is not a “foreign person” or a “foreign entity,” as defined in Section 721 of [the Defense Production Act of 1950, as amended, including all implementing regulations thereof (the “DPA”)][the DPA]. The Purchaser is not controlled by a “foreign person,” as defined in the DPA. The Purchaser does not permit any foreign person affiliated with the Purchaser, whether affiliated as a limited partner or otherwise, to obtain through the Purchaser any of the following with respect to the Company: (i) access to any “material nonpublic technical information” (as defined in the DPA) in the possession of the Company; (ii) membership or observer rights on the Board of Directors or equivalent governing body of the Company or the right to nominate an individual to a position on the Board of Directors or equivalent governing body of the Company; (iii) any involvement, other than through the voting of shares, in the substantive decision-making of the Company regarding (x) the use, development, acquisition, or release of any “critical technology” (as defined in the DPA), (y) the use, development, acquisition, safekeeping, or release of “sensitive personal data” (as defined in the DPA) of U.S. citizens maintained or collected by the Company, or (z) the management, operation, manufacture, or supply of “covered investment critical infrastructure” (as defined in the DPA); or (iv) “control” of the Company (as defined in the DPA).]\nSanctions\n. Neither the Purchaser, nor any of its officers, directors, employees, agents, stockholders or partners, is a Sanctioned Party.\nNo General Solicitation\n. Neither the Purchaser, nor any of its officers, directors, employees, agents, stockholders or partners has either directly or indirectly, including, through a broker or finder (a) engaged in any general solicitation, or (b) published any advertisement in connection with the offer and sale of the Shares.\nExculpation Among Purchasers\n. The Purchaser acknowledges that it is not relying upon any Person, other than the Company and its officers and directors, in making its investment or decision to invest in the Company. [The Purchaser agrees that neither any Purchaser nor the respective controlling Persons, officers, directors, partners, agents, or employees of any Purchaser shall be liable to any other Purchaser for any action heretofore taken or omitted to be taken by any of them in connection with the purchase of the Shares.]\nResidence\n. If the Purchaser is an individual, then the Purchaser resides in the state or province identified in the address of the Purchaser set forth on the Purchaser’s signature page or Exhibit A; if the Purchaser is a partnership, corporation, limited liability company or other entity, then the office or offices of the Purchaser in which it has its principal place of business is identified in the address or addresses of the Purchaser set forth on the Purchaser’s signature page or Exhibit A.",
            "definitions": [
                {
                    "term": "DPA",
                    "context": "Defense Production Act of 1950",
                    "needs_validation": "true",
                    "notes": "duplicate"
                }
            ],
            "dev_tag": "uploaded_2024_04_26"
        },
        {
            "document_id": "66fc5fc50bfad63bfebe723c3d58f838",
            "chunk_id": "356672d8-0fc7-456a-bd88-2a9d0890c0dd",
            "chunk_txt": "Conditions to the Purchasers’ Obligations at Closing\n. The obligations of each Purchaser to purchase Shares at the Initial Closing [or any subsequent Closing] are subject to the fulfillment, on or before the [Initial/applicable] Closing, of each of the following conditions, unless otherwise waived:\nRepresentations and Warranties\n. The representations and warranties of the Company contained in Section 2 shall be true and correct in all respects as of the Initial Closing [and, as to any subsequent Closing, in all material respects as of such subsequent Closing].\nPerformance\n. The Company shall have performed and complied with all covenants, agreements, obligations and conditions contained in this Agreement that are required to be performed or complied with by the Company in all respects on or before the Initial Closing [and, as to any subsequent Closing, in all material respects on or before such subsequent Closing].\nCompliance Certificate\n. The Chief Executive Officer or President of the Company shall deliver to the Purchasers at the [Initial/applicable] Closing a certificate certifying that the conditions specified in Sections 4.1 and 4.2 have been fulfilled.\nQualifications\n. All authorizations, approvals or permits, if any, of any governmental authority or regulatory body of the United States or of any state that are required in connection with the lawful issuance and sale of the Shares pursuant to this Agreement shall be obtained and effective as of the applicable Closing.\n[Opinion of Company Counsel\n. The Purchasers shall have received from [_____], counsel for the Company, an opinion, dated as of the Initial Closing, in substantially the form of Exhibit I attached to this Agreement.]\n[Board of Directors\n. As of the Initial Closing, the authorized size of the Board of Directors shall be [], and the Board of Directors shall be comprised of [___________].]\nIndemnification Agreement\n. The Company shall have executed and delivered the Indemnification Agreements.\nInvestors’ Rights Agreement\n. The Company and each Purchaser (other than the Purchaser relying upon this condition to excuse such Purchaser’s performance hereunder) [and the other stockholders of the Company named as parties thereto] shall have executed and delivered the Investors’ Rights Agreement.\nRight of First Refusal and CoSale Agreement\n. The Company, each Purchaser (other than the Purchaser relying upon this condition to excuse such Purchaser’s performance hereunder), and the other stockholders of the Company named as parties thereto shall have executed and delivered the Right of First Refusal and CoSale Agreement.\nVoting Agreement\n. The Company, each Purchaser (other than the Purchaser relying upon this condition to excuse such Purchaser’s performance hereunder), and the other stockholders of the Company named as parties thereto shall have executed and delivered the Voting Agreement.\nRestated Certificate\n. The Company shall have filed the Restated Certificate with the Secretary of State of Delaware on or prior to the Initial Closing, which shall continue to be in full force and effect as of the Initial Closing.\nSecretary’s Certificate\n. The Secretary of the Company shall have delivered to the Purchasers at the Initial Closing a certificate certifying (i) the Certificate of Incorporation and Bylaws of the Company as in effect at the Initial Closing; (ii) resolutions of the Board of Directors approving the Restated Certificate, the Transaction Agreements and the transactions contemplated under the Transaction Agreements; and (iii) resolutions of the stockholders of the Company approving the Restated Certificate.\nProceedings and Documents\n. All corporate and other proceedings in connection with the transactions contemplated at the Closing and all documents incidental thereto shall be reasonably satisfactory in form and substance to each Purchaser, and each Purchaser (or its respective counsel) shall have received all such counterpart original and certified or other copies of such documents as reasonably requested. Such documents may include good standing certificates.\n[Minimum Number of Shares at Initial Closing\n. A minimum of [_______] Shares must be sold at the Initial Closing.]\n[Management Rights\n. A Management Rights Letter shall have been executed by the Company and delivered to each Purchaser to whom it is addressed.]\n[SBA Matters\n. The Company shall have executed and delivered to each SBIC Purchaser a Size Status Declaration on SBA Form 480 and an Assurance of Compliance on SBA Form 652, and shall have provided to each such Purchaser information necessary for the preparation of a Portfolio Financing Report on SBA Form 1031.]",
            "definitions": [],
            "dev_tag": "uploaded_2024_04_26"
        },
        {
            "document_id": "66fc5fc50bfad63bfebe723c3d58f838",
            "chunk_id": "20c4ff44-4cab-4aa8-bfa7-c7671e7d025d",
            "chunk_txt": "Conditions of the Company’s Obligations at Closing\n. The obligations of the Company to sell Shares to the Purchasers at the Initial Closing or any subsequent Closing are subject to the fulfillment, on or before the Closing, of each of the following conditions, unless otherwise waived:\nRepresentations and Warranties\n. The representations and warranties of each Purchaser purchasing Shares in such Closing contained in Section 3 shall be true and correct in all respects as of the applicable Closing.\nPerformance\n. The Purchasers purchasing Shares in such Closing shall have performed and complied with all covenants, agreements, obligations and conditions contained in this Agreement that are required to be performed or complied with by them on or before the applicable Closing.\nQualifications\n. All authorizations, approvals or permits, if any, of any governmental authority or regulatory body of the United States or of any state that are required in connection with the lawful issuance and sale of the Shares pursuant to this Agreement shall be obtained and effective as of the Closing.\nInvestors’ Rights Agreement\n. Each Purchaser shall have executed and delivered the Investors’ Rights Agreement.\nRight of First Refusal and CoSale Agreement\n. Each Purchaser and the other stockholders of the Company named as parties thereto shall have executed and delivered the Right of First Refusal and CoSale Agreement.\nVoting Agreement\n. Each Purchaser and the other stockholders of the Company named as parties thereto shall have executed and delivered the Voting Agreement.\n[Minimum Number of Shares at Initial Closing\n. A minimum of [_______] Shares must be sold at the Initial Closing.]",
            "definitions": [],
            "dev_tag": "uploaded_2024_04_26"
        },
        {
            "document_id": "66fc5fc50bfad63bfebe723c3d58f838",
            "chunk_id": "75f8733d-5964-4863-8312-1bf5ce4ab5b8",
            "chunk_txt": "Miscellaneous\n.\nSurvival of Warranties\n. Unless otherwise set forth in this Agreement, the representations and warranties of the Company and the Purchasers contained in or made pursuant to this Agreement shall survive the execution and delivery of this Agreement and the Closing and shall in no way be affected by any investigation or knowledge of the subject matter thereof made by or on behalf of the Purchasers or the Company.\nSuccessors and Assigns\n. The terms and conditions of this Agreement shall inure to the benefit of and be binding upon the respective successors and assigns of the parties. Nothing in this Agreement, express or implied, is intended to confer upon any party other than the parties hereto or their respective successors and assigns any rights, remedies, obligations or liabilities under or by reason of this Agreement, except as expressly provided in this Agreement.\nGoverning Law\n. This Agreement shall be governed by the internal law of [the State of Delaware], without regard to conflict of law principles that would result in the application of any law other than the law of the [State of Delaware].\nCounterparts\n. This Agreement may be executed in two or more counterparts, each of which shall be deemed an original, but all of which together shall constitute one and the same instrument. Counterparts may be delivered via electronic mail (including pdf or any electronic signature complying with the U.S. federal ESIGN Act of 2000, e.g., www.docusign.com) or other transmission method and any counterpart so delivered shall be deemed to have been duly and validly delivered and be valid and effective for all purposes.\nTitles and Subtitles\n. The titles and subtitles used in this Agreement are used for convenience only and are not to be considered in construing or interpreting this Agreement.\nNotices\n.\nGeneral. All notices and other communications given or made pursuant to this Agreement shall be in writing (including electronic mail as permitted in this Agreement) and shall be deemed effectively given upon the earlier of actual receipt, or (i) personal delivery to the party to be notified; (ii) when sent, if sent by electronic mail during normal business hours of the recipient, and if not sent during normal business hours, then on the recipient’s next business day; (iii) five days after having been sent by registered or certified mail, return receipt requested, postage prepaid; or (iv) one business day after deposit with a nationally recognized overnight courier, freight prepaid, specifying next business day delivery, with written verification of receipt. All communications shall be sent to the respective parties at their address as set forth on the signature page or Exhibit A, or to such e-mail address or address as subsequently modified by written notice given in accordance with this Section 6.6. If notice is given to the Company, a copy (which copy shall not constitute notice) shall also be sent to [Company Counsel Name and Address]. If notice is given to any Purchaser, a copy (which copy shall not constitute notice) shall also be sent to any “cc” address noted on Exhibit A for such Purchaser.\nConsent to Electronic Notice. Each Purchaser consents to the delivery of any stockholder notice pursuant to the Delaware General Corporation Law (the “DGCL”), as amended or superseded from time to time, by electronic mail pursuant to Section 232 of the DGCL (or any successor thereto) at the e-mail address set forth below such Purchaser’s name on the signature page or Exhibit A, as updated from time to time by notice to the Company. To the extent that any notice given by means of electronic mail is returned or undeliverable for any reason, the foregoing consent shall be deemed to have been revoked until a new or corrected e-mail address has been provided, and such attempted electronic notice shall be ineffective and deemed to not have been given. Each party agrees to promptly notify the other parties of any change in its e-mail address, and that failure to do so shall not affect the foregoing.\nNo Finder’s Fees\n. Each party represents that it neither is nor will be obligated for any finder’s fee or commission in connection with this transaction. Each Purchaser agrees to indemnify and to hold harmless the Company from any liability for any commission or compensation in the nature of a finder’s or broker’s fee arising out of this transaction (and the costs and expenses of defending against such liability or asserted liability) for which each Purchaser or any of its officers, employees or representatives is responsible. The Company agrees to indemnify and hold harmless each Purchaser from any liability for any commission or compensation in the nature of a finder’s or broker’s fee arising out of this transaction (and the costs and expenses of defending against such liability or asserted liability) for which the Company or any of its officers, employees or representatives is responsible.\nFees and Expenses\n. Within five business days after the later of (a) the receipt of a summary invoice therefor or (b) the Initial Closing, the Company shall pay the reasonable fees and expenses of [_______], the counsel for [name of lead Purchaser], in an amount not to exceed, in the aggregate, $[].\nCosts of Enforcement\n. [If any action at law or in equity (including, arbitration) is necessary to enforce or interpret the terms of any of the Transaction Agreements, the prevailing party shall be entitled to reasonable attorneys’ fees, costs and necessary disbursements in addition to any other relief to which such party may be entitled.] [Each party will bear its own costs in respect of any disputes arising under this Agreement.]\nAmendments and Waivers\n. [Except as set forth in Section 1.4 of this Agreement,] any term of this Agreement may be amended, terminated or waived only with the written consent of the Company and [(i)] the holders of at least [specify percentage] of the then-outstanding Shares[, or (ii) for an amendment, termination or waiver effected prior to the Initial Closing, Purchasers obligated to purchase [specify percentage] of the Shares to be issued at the Initial Closing]. Any amendment or waiver effected in accordance with this Section 6.10 shall be binding upon the Purchasers and each transferee of the Shares (or the Common Stock issuable upon conversion thereof), each future holder of all such securities, and the Company.\nSeverability\n. The invalidity or unenforceability of any provision hereof shall in no way affect the validity or enforceability of any other provision.\nDelays or Omissions\n. No delay or omission to exercise any right, power or remedy accruing to any party under this Agreement, upon any breach or default of any other party under this Agreement, shall impair any such right, power or remedy of such non-breaching or non-defaulting party nor shall it be construed to be a waiver of any such breach or default, or an acquiescence therein, or of or in any similar breach or default thereafter occurring; nor shall any waiver of any single breach or default be deemed a waiver of any other breach or default theretofore or thereafter occurring. Any waiver, permit, consent or approval of any kind or character on the part of any party of any breach or default under this Agreement, or any waiver on the part of any party of any provisions or conditions of this Agreement, must be in writing and shall be effective only to the extent specifically set forth in such writing. All remedies, either under this Agreement or by law or otherwise afforded to any party, shall be cumulative and not alternative.\nEntire Agreement\n. This Agreement (including the Exhibits hereto), the Restated Certificate and the other Transaction Agreements constitute the full and entire understanding and agreement between the parties with respect to the subject matter hereof, and any other written or oral agreement relating to the subject matter hereof existing between the parties are expressly canceled.\n[Corporate Securities Law\n.THE SALE OF THE SECURITIES WHICH ARE THE SUBJECT OF THIS AGREEMENT HAS NOT BEEN QUALIFIED WITH THE COMMISSIONER OF CORPORATIONS OF THE STATE OF CALIFORNIA AND THE ISSUANCE OF THE SECURITIES OR THE PAYMENT OR RECEIPT OF ANY PART OF THE CONSIDERATION THEREFOR PRIOR TO THE QUALIFICATION IS UNLAWFUL, UNLESS THE SALE OF SECURITIES IS EXEMPT FROM THE QUALIFICATION BY SECTION 25100, 25102 OR 25105 OF THE CALIFORNIA CORPORATIONS CODE. THE RIGHTS OF ALL PARTIES TO THIS AGREEMENT ARE EXPRESSLY CONDITIONED UPON THE QUALIFICATION BEING OBTAINED UNLESS THE SALE IS SO EXEMPT.]\nTermination of Closing Obligations\n. Each Purchaser shall have the right to terminate its obligations to complete the [Initial] Closing [or any subsequent Closing, as the case may be,] if prior to the occurrence thereof, any of the following occurs:\nthe Company consummates a Deemed Liquidation Event (as defined in the Restated Certificate);\nthe closing of an initial public offering of the Company, in which case the Purchasers may terminate their obligations hereunder immediately prior to, or contingent upon, such closing; or\nthe Company (i) applies for or consents to the appointment of a receiver, trustee, custodian or liquidator of itself or substantially all of its property, (ii) becomes subject to the appointment of a receiver, trustee, custodian or liquidator of itself or substantially all of its property, (iii) makes an assignment for the benefit of creditors, (iv) institutes any proceedings under the United States Bankruptcy Code or any other federal or state bankruptcy, reorganization, receivership, insolvency or other similar law affecting the rights of creditors generally, or files a petition or answer seeking reorganization or an arrangement with creditors to take advantage of any insolvency law, or files an answer admitting the material allegations of a bankruptcy, reorganization or insolvency petition filed against it, or (v) becomes subject to any involuntary proceedings under the United States Bankruptcy Code or any other federal or state bankruptcy, reorganization, receivership, insolvency or other similar law affecting the rights of creditors generally, when proceeding is not dismissed within 30 days of filing, or have an order for relief entered against it in any proceedings under the United States Bankruptcy Code.\nDispute Resolution\n.\n[Alternative 1: Any unresolved controversy or claim arising out of or relating to this Agreement, except as (i) otherwise provided in this Agreement, or (ii) any such controversies or claims arising out of either party’s intellectual property rights for which a provisional remedy or equitable relief is sought, shall be submitted to arbitration by one arbitrator mutually agreed upon by the parties, and if no agreement can be reached within 30 days after names of potential arbitrators have been proposed by the Judicial Arbitration and Mediation Services, Inc. (“JAMS”), then by one arbitrator having reasonable experience in corporate finance transactions of the type provided for in this Agreement and who is chosen by JAMS. The arbitration shall take place in [location], in accordance with the JAMS rules then in effect, and judgment upon any award rendered in such arbitration will be binding and may be entered in any court having jurisdiction thereof. There shall be limited discovery prior to the arbitration hearing as follows: (a) exchange of witness lists and copies of documentary evidence and documents relating to the issues to be arbitrated, (b) depositions of all party witnesses, and (c) such other depositions as may be allowed by the arbitrators upon a showing of good cause. Depositions shall be conducted in accordance with the [state] Code of Civil Procedure, the arbitrator shall be required to provide in writing to the parties the basis for the award or order of such arbitrator, and a court reporter shall record all hearings, with such record constituting the official transcript of such proceedings.\nEach of the parties to this Agreement consents to personal jurisdiction for any equitable action sought in the U.S. District Court for the District of [] or any court of the [State][Commonwealth] of [state] having subject matter jurisdiction.]\n[Alternative 2:\nThe parties (a) hereby irrevocably and unconditionally submit to the jurisdiction of the state courts of [state] and to the jurisdiction of the United States District Court for the District of [judicial district] for the purpose of any suit, action or other proceeding arising out of or based upon this Agreement, (b) agree not to commence any suit, action or other proceeding arising out of or based upon this Agreement except in the state courts of [state] or the United States District Court for the District of [judicial district], and (c) hereby waive, and agree not to assert, by way of motion, as a defense, or otherwise, in any such suit, action or proceeding, any claim that it is not subject personally to the jurisdiction of the above-named courts, that its property is exempt or immune from attachment or execution, that the suit, action or proceeding is brought in an inconvenient forum, that the venue of the suit, action or proceeding is improper or that this Agreement or the subject matter hereof may not be enforced in or by such court.\nEach of the parties to this Agreement consents to personal jurisdiction for any equitable action sought in the U.S. District Court for the District of [__] or any court of the [State][Commonwealth] of [state] having subject matter jurisdiction.\n[Waiver of Jury Trial: EACH PARTY HEREBY WAIVES ITS RIGHTS TO A JURY TRIAL OF ANY CLAIM OR CAUSE OF ACTION BASED UPON OR ARISING OUT OF THIS AGREEMENT, THE OTHER TRANSACTION AGREEMENTS, THE SECURITIES OR THE SUBJECT MATTER HEREOF OR THEREOF. THE SCOPE OF THIS WAIVER IS INTENDED TO BE ALL-ENCOMPASSING OF ANY AND ALL DISPUTES THAT MAY BE FILED IN ANY COURT AND THAT RELATE TO THE SUBJECT MATTER OF THIS TRANSACTION, INCLUDING, WITHOUT LIMITATION, CONTRACT CLAIMS, TORT CLAIMS (INCLUDING NEGLIGENCE), BREACH OF DUTY CLAIMS, AND ALL OTHER COMMON LAW AND STATUTORY CLAIMS. THIS SECTION HAS BEEN FULLY DISCUSSED BY EACH OF THE PARTIES HERETO AND THESE PROVISIONS WILL NOT BE SUBJECT TO ANY EXCEPTIONS. EACH PARTY HERETO HEREBY FURTHER WARRANTS AND REPRESENTS THAT SUCH PARTY HAS REVIEWED THIS WAIVER WITH ITS LEGAL COUNSEL, AND THAT SUCH PARTY KNOWINGLY AND VOLUNTARILY WAIVES ITS JURY TRIAL RIGHTS FOLLOWING CONSULTATION WITH LEGAL COUNSEL.]]\n[No Commitment for Additional Financing\n. The Company acknowledges and agrees that no Purchaser has made any representation, undertaking, commitment or agreement to provide or assist the Company in obtaining any financing, investment or other assistance, other than the purchase of the Shares as set forth herein and subject to the conditions set forth herein. In addition, the Company acknowledges and agrees that (i) no statements, whether written or oral, made by any Purchaser or its representatives on or after the date of this Agreement shall create an obligation, commitment or agreement to provide or assist the Company in obtaining any financing or investment, (ii) the Company shall not rely on any such statement by any Purchaser or its representatives, and (iii) an obligation, commitment or agreement to provide or assist the Company in obtaining any financing or investment may only be created by a written agreement, signed by such Purchaser and the Company, setting forth the terms and conditions of such financing or investment and stating that the parties intend for such writing to be a binding obligation or agreement. Each Purchaser shall have the right, in its sole and absolute discretion, to refuse or decline to participate in any other financing of or investment in the Company, and shall have no obligation to assist or cooperate with the Company in obtaining any financing, investment or other assistance.]\n[Waiver of Conflicts\n. Each party to this Agreement acknowledges that [insert name of Company counsel], counsel for the Company, may have in the past performed, and may continue to or in the future perform, legal services for certain of the Purchasers in matters that are similar, but not substantially related, to the transactions described in this Agreement, including the representation of such Purchasers in venture capital financings and other matters. Accordingly, each party to this Agreement hereby acknowledges that (a) they have had an opportunity to ask for information relevant to this disclosure, and (b) [insert name of Company counsel] represents only the Company with respect to the Agreement and the transactions contemplated hereby. The Company gives its informed consent to [insert name of Company counsel]’s existing and/or future representation of such Purchasers in matters not substantially related to this Agreement, and such Purchasers give their informed consent to [insert name of Company counsel]’s representation of the Company in connection with this Agreement and the transactions contemplated hereby.]\n[Signature Page Follows]\nIN WITNESS WHEREOF, the parties have executed this Series A Preferred Stock Purchase Agreement as of the date first written above.\nCOMPANY:[Insert Company Name]\nBy:\nName:\nTitle:\nAddress:\nEmail:\nPURCHASER:[Insert Investor Name]\nBy:\nName:\nTitle:\nSCHEDULE OF PURCHASERS\nName and Address of Purchaser\nInvested in Convertible Securities ($)\nConvertible Security Shares\nTotal Cash Purchase Price ($)\nShares Purchased by Cash\nTotal Shares\nFORM OF AMENDED AND RESTATEDCERTIFICATE OF INCORPORATION\nDISCLOSURE SCHEDULE\nThis Disclosure Schedule is made and given pursuant to Section 2 of the Series A Preferred Stock Purchase Agreement, dated as of [date] (the “Agreement”), by and among [Company name] (the “Company”) and the Purchasers listed on Exhibit A attached thereto. All capitalized terms used but not defined herein shall have the meanings as defined in the Agreement, unless otherwise provided. The section numbers below correspond to the section numbers of the representations and warranties in the Agreement; provided, however, that any information disclosed herein under any section number shall be deemed to be disclosed and incorporated into any other section number under the Agreement where such disclosure would be appropriate and such appropriateness is reasonably apparent from the face of such disclosure. Nothing in this Disclosure Schedule is intended to broaden the scope of any representation or warranty contained in the Agreement or to create any covenant. Inclusion of any item in this Disclosure Schedule (1) does not represent a determination that such item is material or establish a standard of materiality, (2) does not represent a determination that such item did not arise in the ordinary course of business, (3) does not represent a determination that the transactions contemplated by the Agreement require the consent of third parties, and (4) shall not constitute, or be deemed to be, an admission to any third party concerning such item. This Disclosure Schedule includes brief descriptions or summaries of certain agreements and instruments. Such descriptions do not purport to be comprehensive and are qualified in their entirety by reference to the text of the documents described, true and complete copies of which have been made available to the Purchasers or their respective counsel.\nFORM OF INDEMNIFICATION AGREEMENT\nFORM OF INVESTORS’ RIGHTS AGREEMENT\nFORM OF MANAGEMENT RIGHTS LETTER\nForm of Right of First Refusal and Co-Sale Agreement\nFORM OF VOTING AGREEMENT\nFORM OF LEGAL OPINION\nADDENDUM 1\n[Alternative dispute resolution provision:\n(a)The parties hereto agree that any dispute or controversy arising out of, relating to, or in connection with this Agreement or the transactions contemplated hereby (a “Dispute”) shall be arbitrated pursuant to the Delaware Rapid Arbitration Act, 10 Del. C § 5801, et seq. (the “DRAA”). The parties agree to take all steps necessary or advisable to submit any Dispute that cannot be resolved by the parties for arbitration under the DRAA (the “Arbitration”) in accordance with this Section 6.16, and each party represents and warrants that it is not a “consumer” as such term is defined in 6 Del. C. § 2731. By executing this Agreement, (i) each party hereby waives, and acknowledges and agrees that it shall be deemed to have waived, any objection to the application of the procedures set forth in the DRAA, (ii) consents to the procedures set forth in the DRAA, and (iii) acknowledges and agrees that it has chosen freely to waive the matters set forth in sections (b) and (c) of Section 5803 of the DRAA. In connection therewith, each party understands and agrees that it shall raise no objection to the submission of the Dispute to Arbitration in accordance with this Section 6.16 and that it waives any right to lay claim to jurisdiction in any venue and any and all rights to have the Dispute decided by a jury.\n(b)The Arbitration shall be conducted in accordance with the Delaware Rapid Arbitration Rules (the “Rules”), as such Rules may be amended or changed from time to time; provided that the parties may agree to depart from the Rules by (i) adopting new or different rules to govern the Arbitration or (ii) modifying or rejecting the application of certain of the Rules. To be effective, any departure from the Rules shall require the consent of the Arbitrator and shall be in writing and signed by an authorized representative of each such party.\n(c)The Arbitration shall take place in such location as the parties and the Arbitrator may agree.\n(d)The Arbitration shall be presided over by one arbitrator (the “Arbitrator”) who shall be [insert name of person]. In the event that [named person] fails to accept appointment as Arbitrator for any reason within five days of being notified of such person’s appointment or otherwise becomes unwilling or unable to serve as arbitrator, the parties shall promptly meet and confer to identify a mutually agreeable replacement arbitrator (the “Replacement Arbitrator”). The Replacement Arbitrator shall be [describe qualifications of the Replacement Arbitrator]. In the event that the parties are unable to agree upon the identity of the Replacement Arbitrator within 45 days of the commencement of the Arbitration, or the Replacement Arbitrator is unable or unwilling to serve, then either party may file a petition with the Court of Chancery pursuant to Section 5805 of the DRAA.\n(e)Each of the parties shall, subject to such limitations as the Arbitrator may prescribe, be entitled to collect documents and testimony from each other party, and the Arbitrator shall have the power to administer oaths and compel the production of witnesses and documents. The Arbitrator shall have the power to issue subpoenas and commissions for the taking of documents and testimony from third parties.\n(f)The Arbitrator shall conduct the hearing, administer oaths, and make such rulings as are appropriate to the conduct of the proceedings. The Arbitrator shall allow each of the parties an opportunity to present evidence and witnesses and to cross examine witnesses presented by the opposing party.\n(g)The arbitral award (the “Award”) shall (i) be rendered within [120] days after the Arbitrator’s acceptance of the appointment; (ii) be delivered in writing; (iii) state the reasons for the Award; (iv) be the sole and exclusive final and binding remedy with respect to the Dispute between and among the parties without the possibility of challenge or appeal, which are hereby waived; and (v) be accompanied by a form of judgment. The Award shall be deemed an award of the United States, the relationship between the parties shall be deemed commercial in nature, and any Dispute arbitrated pursuant to this Section 6.16 shall be deemed commercial. The Arbitrator shall have the authority to grant any equitable or legal remedies, including, without limitation, entering preliminary or permanent injunctive relief; provided, however, that the Arbitrator shall not have the authority to award (and the parties waive the right to seek an award of) punitive or exemplary damages.\n(h)The parties hereto agree that, subject to any non-waivable disclosure obligations under federal law, the Arbitration, and all matters relating thereto or arising thereunder, including, without limitation, the existence of the Dispute, the Arbitration and all of its elements (including any pleadings, briefs or other documents submitted or exchanged, any testimony or other oral submissions, [any third-party discovery proceedings, including any discovery obtained pursuant thereto,] and any decision of the Arbitrator or Award), shall be kept strictly confidential, and each party hereby agrees that such information shall not be disclosed beyond: (i) the Arbitrator and necessary support personnel; (ii) the participants in the Arbitration; (iii) those assisting the parties in the preparation or presentation of the Arbitration; (iv) other employees or agents of the parties with a need to know such information; and (v) any third parties that are subpoenaed or otherwise provide discovery in the Arbitration proceedings, only to the extent necessary to obtain such discovery. In all events, the parties [and any third parties] participating in the Arbitration proceedings shall treat information pertaining to the Arbitration with the same care that they treat their most valuable proprietary secrets. In the event that federal law imposes upon either party an obligation to disclose the fact of the Arbitration or the nature of the claims or counterclaims asserted, such party(ies) shall disclose no more than the minimum information required by law after first consulting with and attempting in good faith to reach agreement with the opposing party(ies) regarding the scope and content of required disclosure.\n(i)Each party hereto shall bear its own legal fees and costs in connection with the Arbitration; provided, however, that each such party shall pay one-half of any filing fees, fees and expenses of the Arbitrator or other similar costs incurred by the parties in connection with the prosecution of the Arbitration. [The prevailing party shall be entitled to reasonable attorney’s fees, costs and necessary disbursements in addition to any other relief to which such party may be entitled.]\n(j)Notwithstanding any provisions of this Agreement, or any statute protecting the confidentiality of the Arbitration and proceedings taken in connection therewith, in the event that either party in the Arbitration (the “Respondent”) is required to defend himself, herself or itself in response to later proceedings instituted by the other in any court, relating to matters decided in the Arbitration, the Respondent shall be relieved of any obligation to hold confidential the Arbitration and its proceedings in order to submit, confidentially if and to the extent possible, sufficient information to such court to allow it to determine whether the doctrines of res judicata, collateral estoppel, bar by judgment, or other, similar doctrines apply to such subsequent proceedings.\n(k)Notwithstanding anything to the contrary set forth in this Section 6.16, if any amendment to the DRAA is enacted after the date of this Agreement, and such amendment would render any provision of this Section 6.16 unenforceable thereunder, such provision shall be excluded and the remaining provisions of this Section 6.16 shall be enforced to the fullest extent permitted by law.\n(l)[Any challenge to the final award of the Arbitrator shall be brought before the Supreme Court of the State of Delaware within the time frame provided in the DRAA, and pursuant to the Rules of such Court.] [Alternative A: Any challenge to the final award of the Arbitrator shall be made before a panel of three appellate arbitrators, who shall be [insert names or description of appellate arbitrators]. The appellate panel may only vacate, modify, or correct the final award in conformity with the Federal Arbitration Act.] [Alternative B: Any challenge to the final award of the Arbitrator shall be made before a panel of three appellate arbitrators, who shall be [insert names or description of appellate arbitrators]. The scope of the appeal shall not be limited to the scope of a challenge under the Federal Arbitration Act, but instead shall be the same as any appeal from a judgment in a civil action filed in court.]]",
            "definitions": [
                {
                    "term": "DGCL",
                    "context": "Delaware General Corporation Law"
                },
                {
                    "term": "JAMS",
                    "context": "Judicial Arbitration and Mediation Services, Inc."
                },
                {
                    "term": "Agreement",
                    "context": "Series A Preferred Stock Purchase Agreement",
                    "needs_validation": "true",
                    "notes": "exhibit"
                },
                {
                    "term": "Company",
                    "context": "[Company name]",
                    "needs_validation": "true",
                    "notes": "exhibit"
                },
                {
                    "term": "Dispute",
                    "context": "any dispute or controversy arising out of, relating to, or in connection with this Agreement or the transactions contemplated hereby",
                    "notes": "addendum"
                },
                {
                    "term": "DRAA",
                    "context": "Delaware Rapid Arbitration Act, 10 Del. C § 5801, et seq.",
                    "notes": "addendum"
                },
                {
                    "term": "Rules",
                    "context": "Delaware Rapid Arbitration Rules",
                    "notes": "addendum"
                },
                {
                    "term": "Arbitrator",
                    "context": "one arbitrator",
                    "notes": "addendum"
                },
                {
                    "term": "Replacement Arbitrator",
                    "context": "a mutually agreeable replacement arbitrator",
                    "notes": "addendum"
                },
                {
                    "term": "Award",
                    "context": "The arbitral award",
                    "notes": "addendum"
                },
                {
                    "term": "Respondent",
                    "context": "an individual responding to proceedings instituted by the other in any court, relating to matters decided in the Arbitration",
                    "notes": "addendum"
                }
            ],
            "dev_tag": "uploaded_2024_04_26"
        }
    ]
}